{
  "3": {
    "all": "Alright, buddy, steer clear of coming off as an arrogant know-it-all. Nobody likes a grumpy pants, so ditch the irritability and harshness. Don't be a control freak trying to boss everyone around or force your opinions down their throats. Avoid greediness, vanity, and hyper-control – it's not a good look on anyone.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "4": {
    "all": "For you, Mr. or Ms. avoid being a rigid, inflexible stick in the mud. Life's more fun with a bit of flexibility and diplomacy. Don't just focus on one area of life, like your job, and ignore everything else. Learn to balance work with family, hobbies, and relaxation. Drop the aggression, irritability, despotism, and willpower suppression. Nobody likes a tyrant.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "5": {
    "all": "Stay away from breaking the law and shady dealings. Illegal activities? Big no-no. Family drama and conflicts aren't your brand's best friends either. Respect family values and be open to other opinions. Don't be stubborn and narrow-minded. Insecurity and fear of communication? Work on that, and ditch the hypocrisy. Dependence on others' opinions and constant guilt trips? Not cool.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "6": {
    "all": "Sure, beauty and aesthetics are great, but make sure there's substance behind the pretty pictures. Back up your words with actions and results. Keep your promises and make sure your product or service matches the hype. Oh, and don't be so easily hurt – toughen up a bit.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "7": {
    "all": "Peeps demonstrating a desire for permanence and being passive is a turn-off. Hesitation and conservative views? Yawn. Learn to manage your time better and take responsibility. Fear of responsibility and being late? Not a good look. Show some initiative and get moving!",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "8": {
    "all": "Avoid being the tough competitor who's always aggressive. Public relationship dramas and scandals? Save that for reality TV. Don't hold grudges or complain about unfairness. Vindictiveness and wanting revenge? Nope. Just let it go.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "9": {
    "all": "Energy 9, avoid alienation and building barriers. Don't avoid people or communication like the plague. Drop the gloominess, grumpiness, and dissatisfaction. Be open-minded and willing to change your viewpoint. Stop postponing important life decisions and avoid being overly subjective. Intellectual arrogance? Lose it. Also, work on that willingness to take charge of your life.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "10": {
    "all": "Losing your will to win, disappointment, and constant anxiety are major downers. Don't show apathy and fear of failure. Keep your chin up and stay motivated.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "11": {
    "all": "Excessive pressure and the desire for power won't win you any fans. Ignoring others' interests, breaking rules, and being destructively critical? No way. Rebellion and sloppiness? Skip that. Take care of yourself, ditch the weight issues, and don't be rude or harsh.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "12": {
    "all": "Irresponsibility and empty promises are a no-go. Don't try to hide from obligations. Show up, be accountable, and keep your word.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "13": {
    "all": "Avoid being ungrateful and arrogant. Absurd and ridiculous behavior won't help your brand. Don't refuse to help others or be rude and greedy. An unhealthy lifestyle and an overdose of adrenaline aren't the best branding strategies.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "14": {
    "all": "Avoid excessiveness and lack of restraint. Greed in any area of life? Bad move. Poisonous remarks and being a constant critic? Not attractive. Keep it classy.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "15": {
    "all": "Provocations and hate are out. Don’t condemn others' desires or mock their dreams. Personal attacks, greed, and blatant profiteering? Nope. Betrayal, malice, and playing both sides? Avoid at all costs. Ditch any addictions too.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "16": {
    "all": "Sudden changes that bring negativity into your life are a big no. Don't let transformations turn you into a pessimist. Greed and consumerism? Not cool. Uncontrolled pursuit of money and forgetting your spiritual needs? People will see right through it and won't like it.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "17": {
    "all": "Avoid pride and treating your audience with arrogance. No one likes a diva with 'star disease.' Stop putting yourself above others and learn to express your thoughts clearly. Drop the passive lifestyle and egoism. Self-deception and constant self-doubt? Not a good look.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "18": {
    "all": "Avoid impulsiveness and overly emotional reactions to setbacks. Pessimism and passivity won't win you any fans. Keep it positive and stay active.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "19": {
    "all": "Don't be obtrusive or arrogant. Passivity and a monotonous life filled with routine? Boring. Sarcasm and malicious remarks towards others? Drop it. Work on your self-esteem and confidence. Learn to handle failures gracefully.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "20": {
    "all": "Avoid being critical and accusatory. Quarrels and scandals are a big no. Don't radiate an energy of non-acceptance towards others. Greed and self-interest? Definitely not attractive.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "21": {
    "all": "Don’t shy away from personal growth and gaining expertise. Avoid arrogance and constant dissatisfaction. Shock value, aggression, and belligerent behavior? Not cool. Don’t pressure competitors or stir up quarrels and scandals. Intrigues in professional circles and materialism? Steer clear. Greed and pettiness? Not a good look. Always taking without giving anything back? Major turn-off.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "22": {
    "all": "Avoid limits and restrictions in your brand. Don't get too attached to things or develop any kind of addictions. Freedom and independence are your vibes, so embrace them!",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  }
}
