{
  "1": {
    "all": "You're like a travel junkie who's always on the go. Always got something cooking. Don't copy others, make your own unique stuff. Look for opportunities in trends and moods, but make 'em your own. Pour your thoughts and unique style into your product. Draw people to follow you. Build that personal brand. If you're not creating something from scratch, find something young and fresh. Your unique vision will get you places. Use light purple and yellow colors, and incorporate sapphire and topaz gems. Go for shiny dark fabrics, quirky jewelry, stones, dried flowers, and candles in your visuals.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "2": {
    "all": "Show off a mix of styles in your outfits to highlight your individuality. But don’t go overboard. Show your inner beauty and soul. Chat with your audience often, let them remember your voice and follow you. Share your life stories. This builds a positive aura around your brand. Dive into psychology and empathy. Make your advice truly deep. Be sincere and interested in your audience. Create your own image that sets you apart. Think of white, light yellow, and dark purple shades. Use jasper and carnelian set in silver as your gems. Your visuals should include light, flowy or natural fabrics, a big smile, fresh flowers, light tones, girly accessories, and stones.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "3": {
    "all": "Fancy dresses and skirts in midi and maxi lengths, highlighting the décolletage, floral and fantasy prints. Wear jewelry that complements but doesn’t stand out, like neat earrings, bracelets, or rings. Use content that screams beauty and harmony: pics and vids of countryside landscapes, flora and fauna, pets, yummy breakfasts. Women’s events: workshops, seminars, meet-ups with beauticians, makeup artists, stylists, psychologists, and esoteric folks. Think of emerald, green, greenish-blue, light blue, sky blue, and wheat beige shades. Use emerald and turquoise as your gems. Your visuals should include luxurious items, self-care, gold, watches, gemstones, marble, and brands.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "4": {
    "all": "Stick to classy and elegant outfits: stylish suits, fancy accessories, and neat hairstyles. Elements of luxury and high status: famous brands, luxury cars, business class flights. Attend men-centric events: workshops, sports competitions, entrepreneur meetings. Show not just your successes but also your struggles and failures. Use scarlet, red, and orange colors. Incorporate ruby as your gem. Your visuals should include strict suits, straight lines, noble colors, high-quality items, and brands with history.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "5": {
    "all": "Think of a unique symbol or attribute for your product or use what it’s most associated with (like if you’re selling courses, use books, notebooks, pens, etc.). Pick a style that suits your product or go classic. Focus on your expertise. Show your audience your professionalism and confidence. Think of blood orange, indigo, and light and calm tones. Use topaz as your gem. Your visuals should include books, minimalism, simple clothes, natural fabrics, very few accessories, and simplicity everywhere.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "6": {
    "all": "Go for calm, soft, romantic shades, like pale pink. Don’t overload your content with complex, long texts with deep meanings. Just add a short quote to your pics. Wear comfy clothes that highlight your strengths. People should see you as confident, relaxed, and enjoying life. Avoid strict styles and heavy makeup. If at a serious event, soften your look with feminine accessories and hairstyles. Show collaboration, like client meetings or partnerships. Don’t hide your personal life, inspire others with your emotions, like shopping joy or relationship woes. Share different feelings: happiness, excitement, worry, or sadness. Think of romantic shades and light pink tones. Use alexandrite and tourmaline as your gems. Your visuals should include elegant clothing, self-care, lace, lots of fresh flowers, decor elements, voluminous curls, and pretty dishes.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "7": {
    "all": "Work on your visuals. Show an active personal and professional life, like frequent business trips, meetings, and travel. Your content should have elements of movement, like cars. Your audience loves a super-productive person who quickly achieves their goals. Your ideal image or prototype is a mountain climber scaling a peak. Think of amber, chestnut, and terracotta colors. Use amber as your gem. Your visuals should include cars, motorcycles, books on achieving goals, expensive comfortable clothes, financial success, photos in motion, and road aesthetics.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "8": {
    "all": "Maintain balance and harmony in fonts, logos, and other brand identities. Use symbols like the Yin-Yang circle or scales. Stick to business styles with noble metal accessories. Think of dark blue, emerald, and blue shades. Use emerald as your gem. Your visuals should include symmetry, straight lines, minimalism, strictness, objects associated with balance and order (hourglasses, scales, symmetrical layouts), and business attire.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "9": {
    "all": "Show restraint, eco-friendliness, and the use of natural materials. Elegant elements, simple accessories, or the absence of them. Favor natural shades like sand, milk, and gray. Loose clothing cuts. Sophisticated sensuality without roughness and vulgarity. Jewelry with various symbols. Pendants, necklaces, beads, or woven bracelets. Interest in cozy, warm atmospheres. A secluded spot in your home, small theaters and studios, small coffee shops – anything that creates a feeling of a comfortable, small space. Images of Eve, the primal mother, responsible for creating coziness, or the Roman goddess of the hearth, Vesta. Think of green with salad, olive, golden, brown, orange, and yellow hues. Use quartz stones like peridot or olivine. Your visuals should include books, minimalism, simple clothes, natural fabrics, very few accessories, simplicity everywhere, and natural elements.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "10": {
    "all": "Show your ability to relax, trust the process, be carefree, and enjoy being in the moment. Your visuals should be linked to carefree attributes – beach, palm tree holidays, sea waves, massages, and cosmetic treatments, beautifully served dishes, and so on. Work on contrast – show hard, tough work that ends with the ability to switch off and relax without worries and troubles. Not everyone can drop their worries and allow themselves instant detachment from problems, relaxation, and complete immersion in rest. This skill attracts others. Maintain an image of a player in fate itself, striving to find opportunities amidst chaos and not miss chances. Extracting benefits from any situation. Use violet and blue colors. Incorporate amethyst and lapis lazuli as your gems. Your visuals should include bright colors, mismatched prints, unusual clothing cuts, strange uses of common items, and shock value.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "11": {
    "all": "Military attributes and sporty styles. Bright, imagination-stirring, passion-igniting colors and shades. Use symbols or visual representations of each element – fire, water flows, sea depths, wind power, steppes, and earth's fruits. Traditionally masculine images that convey courage and untamed spirit. Unlimited willpower, wild nature like Tarzan. Think of dark purple and greenish-yellow colors. Use chrysoberyl as your gem. Your visuals should include a fit body, aesthetics of achievement, healthy lifestyle, and manly food (steaks, protein, hearty breakfasts).",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "12": {
    "all": "To present your product, you need a creative approach to your clothing style and overall image. Be consistent – this style should harmonize with your product, reflecting its essence and associating it personally with you. A baker or chef needs an apron and hat. A makeup artist needs a large mirror and a cosmetic suitcase. Be one with your product but stay true to yourself. Show a small part of your personal life to the audience. For example, a pet or hobby. Use orange, reddish-pink, and yellow-red colors. Incorporate carnelian as your gem. Your visuals should include a mix of styles and colors, handmade items, and creative objects.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "13": {
    "all": "Show dynamism and movement. Brightly present and display your product. Pay attention to details, bold color combinations, and changes in style. Use trendy gadgets, popular technologies, flashy cars, and smart tech. Show your commitment to everything new and your ability to stay on trend. Cool items that cause tension (like an African spear or unusual knife). Anything related to extreme sports and vivid impressions. Frequently use blue-green, brown, or black colors. Create a unique atmosphere around you. Use obsidian as your gem. Your visuals should include leather, spikes, studs, holes in clothes, heavy music, speed, extreme sports, ruined buildings, and loft-style interiors.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "14": {
    "all": "Luxurious fabrics and exquisite items. Harmonious color combinations to suit your taste and refined style. Works of art – paintings, statuettes, or jewelry. Especially items that reflect balance and harmony. Aesthetics and censorship. Beautiful dishes, modest photos, cultural places. Handcrafted items. Your hobbies and interests. Personal lists of the best: movies, books, authors, paintings, composers. Everything related to the creative side of life is suitable. Avoid shocking wardrobe choices. Remember that moderation should be present throughout your life. Environmental protection themes will also draw attention to your brand. But don’t overdo it. Only share content that matches your inner world. Don't talk about healthy eating if you love food. Don’t make lists of top theater performances if you’ve only seen the theater from the outside. It doesn’t have to be useful and correct, but it should definitely reflect your inner world. Use blue and yellow colors. Incorporate hyacinth as your gem. Your visuals should include handmade items, creative objects, elegant clothing, self-care, lace, lots of fresh flowers, and decor elements.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "15": {
    "all": "Expensive and status items. Handcrafted goods. Everything that emphasizes luxury and is associated with wealth. Professional photos. Thematic photo sessions. Make your own lists of popular books, trendy restaurants, new dishes, interesting places, and events. Create a mythological image of the god of war. If you’re religious, share this part of your life (temple visits, candles, and prayer books). If you drive, show your audience roads, gas stations, and beautiful places. Display your real estate objects. Show the process of creating something new, your ideas, unusual solutions (if you choose a product related to this theme). Use black, indigo, bright red, and scarlet colors. Incorporate black diamond as your gem. Your visuals should include leather, semi-transparent fabrics, exposed body parts, red color, provocative poses, and self-love.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "16": {
    "all": "Self-sufficiency and independence, the ability to stand out from the gray masses. Unique accessories, eye-catching items, and a vibrant wardrobe will help here. When focusing on minimalism in style and personal branding, choose bright and rich colors. Even if it's just two main colors, they should grab attention. Choose travel-related items: maps, suitcases, compasses, souvenirs from different countries. Anything that speaks of a lack of limitations. Use the infinity symbol as well. Use green with salad, olive, golden, brown, orange, and yellow hues. Incorporate quartz stones like peridot or olivine. Your visuals should include books, minimalism, simple clothes, natural fabrics, very few accessories, simplicity everywhere, and natural elements.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "17": {
    "all": "Work on your visuals. Show an active personal and professional life, like frequent business trips, meetings, and travel. Your content should have elements of movement, like cars. Your audience loves a super-productive person who quickly achieves their goals. Your ideal image or prototype is a mountain climber scaling a peak. Use amber, chestnut, and terracotta colors. Incorporate amber as your gem. Your visuals should include cars, motorcycles, books on achieving goals, expensive comfortable clothes, financial success, photos in motion, and road aesthetics.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "18": {
    "all": "Maintain balance and harmony in fonts, logos, and other brand identities. Use symbols like the Yin-Yang circle or scales. Stick to business styles with noble metal accessories. Use dark blue, emerald, and blue shades. Incorporate emerald as your gem. Your visuals should include symmetry, straight lines, minimalism, strictness, objects associated with balance and order (hourglasses, scales, symmetrical layouts), and business attire.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "19": {
    "all": "Build an image of a self-sufficient, whole person with their own outlook on life. Unique attributes, like those linked to emotions (smiles, laughter, various emotions, etc.), fire, or the sun. Bright, juicy, citrus colors: yellow, orange, green. The theme of youth, vigor, joy, and positive vibes. People with this energy usually look younger than their peers and behave sincerely, openly showing their feelings. Use this trait to build your brand so that your audience wants to be like you. Use different communication methods, including text. Blog, write expert articles, or post on social media. Well-chosen words will enhance your image. Maximum naturalness. People should associate you with \"one of us,\" \"the neighbor,\" \"the friend.\" Try to be someone they know well, perceive as close, familiar, someone they can chat with casually. Don’t appear inaccessible and mysterious. Have no secrets from clients or followers. Use gold, red, yellow, and orange colors. Incorporate citrine and crystal as your gems. Your visuals should include the sun, sunlight, bright colors, joy, smiles, interesting jewelry, gold, and lots of yellow.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "20": {
    "all": "Family values, family treasures, and retro items. The religious and cultural heritage of your family or homeland. Home celebrations, family gatherings. Use colors like deep blue or purple, yellow (sandy), gold, and brown. Themes of cleansing the soul and body: lakes or rivers, candles, incense, or lavender. Use orange, gold, brown, sandy, yellow, blue, and purple colors. Incorporate amethyst as your gem. Your visuals should include the image of a kind teacher, soft, comfortable clothes, baking, home comfort, care for family and pets, Provence style, various tools, artifacts, stones, and maps.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "21": {
    "all": "In your promotion strategy, online communication channels are a must. Social media and media space can’t be ignored. Focus on your flexibility, mobility, and active life. The image of a world traveler who often visits new places and makes friends suits you. Use beautiful landscapes in your visuals, like beach photos and videos, seas, mountains, forests, etc. Show that you can enjoy the moment and see nature's beauty. Use white, orange, blue, purple, and rainbow colors. Incorporate rock crystal and orange carnelian as your gems. Your visuals should include shiny fabrics, unusual jewelry, fun, and entertainment.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "22": {
    "all": "Self-sufficiency and independence, the ability to stand out from the gray masses. Unique accessories, eye-catching items, and a vibrant wardrobe will help here. When focusing on minimalism in style and personal branding, choose bright and rich colors. Even if it's just two main colors, they should grab attention. Choose travel-related items: maps, suitcases, compasses, souvenirs from different countries. Anything that speaks of a lack of limitations. Use the infinity symbol as well. Use green with salad, olive, golden, brown, orange, and yellow hues. Incorporate quartz stones like peridot or olivine. Your visuals should include books, minimalism, simple clothes, natural fabrics, very few accessories, simplicity everywhere, and natural elements.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  }
}
