{
  "9-12-3": {
    "all": "LONELY HEART\n\nSo, picture this: in a past life, you were a stunning beauty, thanks to your feminine energy. Everything was great until it wasn’t. You lost your soulmate and got stuck in lonely-ville, never finding happiness again. Maybe you sacrificed love in a sticky situation. Now, you're meant to prove your worth step by step, even if it means going against the grain. Loneliness and giving up? Nah, that’s not the ticket."
  },
  "3-13-10": {
    "all":"DRAMA QUEEN\n\nLife’s a precious gift, babe. Doesn’t matter what’s going on or what people think. You gotta appreciate it! But hey, awareness takes time – sometimes, a lot of time. Back in the day, you didn’t value life much and lost it chasing thrills. Now, the Universe is like, 'Let’s teach this soul a lesson!'"
  },
  "3-22-19": {
    "all": "FOREVER YOUNG\n\nTime to grow up, kid! In your past lives, you were always cutting your life short, never getting a chance to adult properly. This life, your soul's trying so hard to be grown-up but keeps slipping back into childish games. The Universe demands you finally grow up – no more kidding around!"
  },
  "3-7-22": {
    "all": "PRISONER OF LOVE\n\nYour soul craves freedom in all its forms. In your previous lives, you were always locked up – could’ve been a jailbird, a war captive, a sad concubine, or just stuck in a bad marriage. Your soul remembers all the chains. This life, you gotta break free from all the limiting beliefs and circumstances."
  },
  "6-14-8": {
    "all": "ICE KING/QUEEN\n\nYou were cold as ice, ruling with an iron fist and no room for emotions. In a past life, you were a royal heir, mastering the art of governance while ditching feelings and personal needs. Your soul remembers this cold streak. Now, you cut off any signs of weakness or emotional openness."
  },
  "6-17-11": {
    "all": "LOST TALENT\n\nIn past lives, you had mad skills but never got to show them off. Now, you're on an endless quest to find yourself. You know deep down you’re special, but can’t figure out why. This life is your shot at fixing past mistakes and showcasing your talents."
  },
  "6-20-14": {
    "all": "THE GIVER\n\nPeople rarely appreciate what they have, and saying thanks? Even rarer. In your past lives, the Universe showered you with gifts, but you just kept taking without giving back. Now, you’re limited in opportunities, forced to make tough choices. Balance and compromise are key."
  },
  "6-5-17": {
    "all": "MR./MS. BIGHEAD\n\nYou got used to the good life – comfort, wealth, people treating you like royalty. But guess what? That bubble burst. In a past life, you were probably showered with attention and privileges. Now, it’s time to do things yourself and be kind to others."
  },
  "6-8-20": {
    "all": "FAMILY OUTCAST\n\nOnce upon a time, you were kicked out of your family. This life, it's super important to stay connected, help out, and restore family unity. Life throws curveballs, but the Universe knows the true guardian of the family is the outcast."
  },
  "9-15-6": {
    "all": "THE PLAYER\n\nLove is awesome, no doubt. But quantity matters. You either had too much or not enough restraint. In the past, you loved too intensely. This life, your wild side is waiting to break free, but the Universe is urging you to choose wisely."
  },
  "9-3-21": {
    "all": "THE BOSS\n\nOnce you’ve tasted power, it’s hard to let go. In a past life, you were in charge, ruling over others with a heavy hand. Dominating the weak gave you a twisted sense of superiority. This life, habits are tough to break."
  },
  "12-16-4": {
    "all": "THE RULER\n\nIn another life, you were the big cheese – think emperor, king, or supreme overlord. You loved being in charge and didn’t care about others’ opinions. Now, you’re learning to balance that ego and get a grip on authority."
  },
  "12-19-7": {
    "all": "THE WARRIOR\n\nYou were the ultimate warrior – brave, strong, and always up for a fight. Battles were your playground. But now? You can’t sit still without itching for conflict. Peaceful resolutions? Not really your thing."
  },
  "15-20-5": {
    "all": "THE REBEL\n\nOnce upon a time, you were the black sheep of a noble family. Expectations were high, but you didn’t care. This karmic program is pushing you to deal with family drama, face potential violence, and tame that inner rebel."
  },
  "15-5-8": {
    "all": "THE INQUISITOR\n\nIn one of your grand past lives, you were all about the 'universal truth,' playing the Holy Inquisitor. Chaos followed you, and your actions weren’t exactly angelic. Now, you’re seeking the light and trying to balance the dark side within."
  },
  "15-8-11": {
    "all": "THE VIOLENT ONE\n\nIn another life, you indulged in every vice imaginable. Hurting others was just part of the fun, and inevitably, you hurt yourself in the process. Now, the tables have turned, and karma’s giving you a taste of your own medicine."
  },
  "18-6-6": {
    "all": "THE LOVER\n\nYou had a real thing for love in your past lives. You were all about romantic adventures. Now, you’re still seeking endless love and attention, but it’s never quite enough. You’re chasing feelings instead of genuine connections."
  },
  "18-9-9": {
    "all": "THE MAGICIAN\n\nIn your mystical past life, you hoarded magical knowledge. Sharing wasn’t your thing. Now, you’re on a quest to recover those hidden truths, trying to recall forgotten magic. It’s tough, but paths are opening for you to rediscover it."
  },
  "9-18-9": {
    "all": "The Magic Slave\n\nNowadays, you steer clear of all things mystical and secretive. The fear of falling under someone else’s spell is real. Past life memories of being a pawn in someone else’s magical game haunt you. You were manipulated, pressured, and just wanted to take what was rightfully yours. But someone always had other plans for you. This karmic twist suggests you’ve still got some magical chops. Time to break free from those old chains and embrace your mystical side."
  },
  "9—9—18": {
    "all": "The Secret Mage\n\nYou were the real deal, a secret mage with phenomenal cosmic powers. Everything was going great until, well, it wasn’t. You stopped honing your magical skills and let them gather dust. Now, you’re terrified of making decisions or taking on responsibilities because one wrong move could spell disaster. You’ve got these amazing abilities, understanding the world’s inner workings, but you’re stuck in a rut. It’s time to embrace your true potential and let those magical talents shine."
  },
  "18-3-12": {
    "all": "The Compassionate One\n\nYour journey wasn’t easy – you lived a life marked by severe illness or physical challenges. Those past memories of suffering linger, making you wary of sickness and treatment. Now, you often judge people with physical imperfections harshly, forgetting your own struggles. This life tests your spirit through weakness and the need to help others. It’s about finding strength in vulnerability and offering the compassion you once needed."
  },
  "18-6-15": {
    "all": "The Dark Mage\n\nYou dabbled in some serious magic in your past life, wielding power like nobody’s business. That experience shapes your current life, where thoughts and words materialize swiftly. It’s both a gift and a curse. Using this power wisely is key – it’s all about harnessing those energies for growth, not just personal gain."
  },
  "21-10-7": {
    "all": "The Crusader\n\nAnother wild past life had you on a noble quest, a true-blue crusader for the cause. Your mission? Epic battles for righteousness. Now, you’re channeling that warrior spirit, but it’s crucial to balance those heroic tendencies with some down-to-earth practicality. Save the world, sure, but don’t forget to do the dishes."
  },
  "21-4-10": {
    "all": "Oppressed Soul\n\nSo, imagine that in one of your past lives, you were a seriously oppressed soul. No, not in the sense of oppressing others, but rather, your soul was the one being oppressed. Basically, you lived in the body of a man and somehow didn't quite fulfill the role of a 'real man.' You were given the mission to be strong and responsible, but something went wrong. Therefore, in this life, you need to find a balance between what you want from life and what your surroundings demand. It's important not to become a 'man in a skirt' by trying to take on everything. The golden middle ground, as they say, will save the situation."
  },
  "21-7-13": {
    "all": "Punisher\n\nOh, here's another fun story – you were a punisher! Yes, just like in the movies. Your soul in that body participated in mass killings or became a victim of some dark deeds. As a result, now you carry the burden of responsibility for all that. In this incarnation, you'll have to save lives, help people, and maybe even apologize for your past misdeeds."
  },
  "21-10-16": {
    "all": "Cult Servant\n\nAnd how about being a cult servant? Yep, you were one in one of your incarnations. Your soul aimed for the heights, teaching people about faith and cult knowledge. But something went awry, and the mission wasn't completed to the end. Now, in this life, your task is to be a mentor to lost souls, helping them find their way and discover new horizons. Ready for the role of a spiritual guru?"
  }
}