{
  "3": {
    "women": {
      "all": "Where the money comes from: If you’re into making the world a prettier place, then working in beauty services is your ticket—think salons, restaurants, massage parlors, or even a swanky spa center. If kids are more your thing, nannying, nursing, or teaching could be where your cash flow shines. And let’s not forget about the power of a good manager—you could be the go-to person for hiring the best talent. Dancing your way through life? Why not make a career out of it! Lastly, there’s always the option to be your own boss—starting a business could be where you truly cash in.\n\nAs for where to spend that hard-earned cash: Your beauty and femininity are your assets, so keep investing in yourself! And if you’re running your own business, pouring some of that dough back into it is a no-brainer.\n\nNow, let’s talk about the best job fits for you: Any job that revolves around beauty or services for women is where you’ll thrive. Working in a salon, managing a spa, or even opening your own beauty parlor could be the dream. If you’re into kids, consider roles like a nanny, nurse, or teacher—you’re basically the child whisperer. If leadership calls to you, being a manager or running your own business is right up your alley. And if you’ve got rhythm, being a dancer could be both fun and lucrative!",
      "short": "Where the money comes from: If you’re into making the world a prettier place, then working in beauty services is your ticket..."
    },
    "men": {
      "all": "Alright, gents, here’s the deal: If you want to keep that cash flow going strong, you need to level up your manliness—think of it as getting promoted to Emperor status (yeah, like a boss). Now, sometimes that means shaking off those soft, squishy feelings, being responsible, or, on the flip side, embracing them if you’re a bit of a softie. If you're the kind of guy who totally gets women and can lead a team of them, you’re golden. Just make sure your energy is working for you and not against you.\n\nWhen it comes to where the money’s gonna roll in from, think collaboration with women. You could be a chef whipping up something amazing, a teacher shaping young minds, or even a salesman specializing in women’s products. If beauty’s more your scene, working in a salon or helping out women and kids as a pediatrician might be your gig. Got a flair for fashion? Be a designer or manage a place full of women. Or, if you’ve got a sweet tooth, channel that into being a top-tier pastry chef.\n\nBut watch out for these money blockers: If you’re too pushy, overly harsh, or just can’t keep your cool, your income might take a hit. Being stubborn and refusing to compromise won’t help either, so remember to play nice!",
      "short": "Alright, gents, here’s the deal: If you want to keep that cash flow going strong, you need to level up your manliness..."
    },
    "non-binary": {
      "all": "Your unique blend of energies makes you a powerhouse in any field that involves connecting with people, whether it's in beauty, wellness, childcare, or hospitality. You’ll shine in roles that allow you to nurture, lead, or create, such as managing a salon, designing fashion, caring for children, or even running your own business. Your empathy and leadership are your superpowers, especially when working with women, children, or those needing extra care. Just be mindful to stay flexible, avoid being too rigid or controlling, and keep your cool to ensure your money flow stays strong and steady. Whether you're tapping into your nurturing side or embracing your leadership skills, your ability to connect with others will be the key to your success, making you thrive in any career that feels right for you.",
      "short": "Your unique blend of energies makes you a powerhouse in any field that involves connecting with people..."
    }
  },
  "4": {
    "women": {
      "all": "You're basically born to be the boss. We're talking about leadership running through your veins. If you're not calling the shots, you're probably bored out of your mind. The universe is practically shouting at you, 'Take charge!' The more you step up and own it, the more you're going to crush it.\n\nNow, here’s the deal: forget about debts or pinching pennies—it’s not your style. You’re better off focusing on how to multiply those dollar bills rather than worrying about cutting corners. Money's going to find you when you’re in a position of power, especially when you're leading a pack of dudes or working in industries where men dominate. Whether you’re the CEO of a bro-heavy tech startup or the queen bee of a real estate empire, the key is to be at the helm.\n\nAs for spending? Invest in boss-level stuff. Leadership courses, business development, maybe even a slick suit or two. And hey, helping out your dad or the father figure in your life wouldn’t hurt—karma’s got your back on that one.",
      "short": "Where the money comes from: If you’re into making the world a prettier place, then working in..."
    },
    "men": {
      "all": "Hey there, future boss man! You’re born to lead, conquer, and probably have a cape you never wear (but let’s be real, you could rock one). The more you dive into taking charge and tackling those big, scary tasks on your own, the more you’re going to crush it. Think of yourself as the Emperor of your own empire – no pressure!\n\nNow, let’s talk money. Forget about borrowing or living like a tightwad – that’s just not your style. Instead, you’re all about multiplying that cash and keeping things flowing. Your financial mojo kicks in when you’re leading the charge, especially in spaces where the guys are running the show. Whether you’re steering a tech startup filled with dudes or dominating the real estate game, being at the top of your game is where the money’s at.\n\nWhen it comes to spending, invest in your boss-level arsenal. Think top-tier leadership courses, some sharp suits that say 'I mean business,' and maybe a fancy watch to keep track of all those big deals you’re closing. And hey, giving a hand to your dad or any father figure in your life? Totally a win – karma loves that stuff.",
      "short": "You’re born to lead, conquer, and probably have a cape you never wear (but let’s be real, you could rock one). The more you dive into taking charge and tackling those big, scary tasks on your own, the more you’re going to crush it. Think of yourself as the Emperor of your own empire – no pressure!\n\nNow, let’s talk money. Forget about..."
    },
    "non-binary": {
      "all": "Think of yourself as the master architect of your own empire. The more you dive into those big challenges, taking the reins and owning the outcome, the more you’ll find yourself thriving. Forget about borrowing or pinching pennies. That’s just not your style. Your financial success is all about taking the lead, especially in spaces where decision-making and leadership are key. Whether it’s guiding a diverse team in tech, driving real estate deals, or heading up a business, you shine when you’re in charge.\n\nIf you’re spending, think about investing in yourself. Leadership courses, a wardrobe that says 'I’m here to make moves,' and maybe even that dream travel fund to keep your inspiration flowing. And hey, supporting your family or those who’ve helped you along the way? That’s always a good move – life’s got a funny way of paying that kindness forward.",
      "short": "Your financial success is all about taking...\nDream Jobs? Oh, you’re destined for greatness. Picture yourself..."
    }
  },
  "5": {
    "all": "Your cash flow? It’s totally tied to how much you’ve packed into that brain of yours. We're talking about knowledge—big, structured, orderly knowledge. You thrive in places where there's a clear structure, rules to follow, and things to keep in order. Think law, analytics, or anything involving numbers. If you can crunch it, sort it, or teach it, you’re golden.\n\nYour ideal career path? Oh, it’s all about passing down that wisdom of yours. Jobs where tradition is key and order is everything will have you rolling in the dough. Whether it’s being a lawyer, a mathematician, or a financial wizard, you're in your element when everything’s by the book. And hey, if you’re not already creating your own courses or educational programs, you totally should be. Imagine being the mastermind behind the next big online class sensation!\n\nWant more options? You’d kill it in fields like history, religion, or even as a spiritual guide. You’ve got the chops for anything that requires deep understanding and the patience to explain it all—like psychology or law. Banking, medicine, nutrition—yep, those are your jam too. And if you’ve got a soft spot for archives, museums, or libraries, that’s your happy place.\n\nJust remember, sharing is caring. Holding back your knowledge or being too preachy could block your flow. So, go ahead, spill the beans, share your smarts, and watch the opportunities (and money) roll in!",
    "short": "Your cash flow? It’s totally tied to ..."
  },
  "6": {
    "all": "You're basically the social butterfly everyone needs in their life. You're the one with a contact for everything, from finding the best pizza in town to getting that hard-to-find concert ticket. Need a phone number? You’ve got it stored somewhere in that mental Rolodex of yours.\n\nYour money flow? It’s all about people, baby! Whether it’s through your passion project that turned into a full-time gig, or by bringing folks together for a good time—your financial mojo comes from your network, your love for what you do, and the beauty you create or appreciate (think designers, stylists, etc.).\n\nWhere should your cash go? Invest in what makes you feel the love—whether it’s pampering yourself, indulging in your hobbies, or just hanging out with your crew. It’s all about keeping that love flowing, both in your work and your downtime.\n\nAs for your ideal career path? You’re golden in anything related to beauty, whether it's in the fashion industry, design, or even photography. You’d also kill it in roles that involve bringing people together—like event planning, matchmaking, or even running a wedding service. Basically, if it involves connecting people, making things beautiful, or just plain having a good time, you’re in your element.",
    "short": "You're basically the social butterfly everyone needs in their life...Your money flow? It’s all about..."
  },
  "7": {
    "all": "Your career path is all about movement—literally and figuratively. Whether it's traveling, transporting, or just staying on the go, your finances are fueled by the constant drive to keep moving. You're naturally aligned with careers in logistics, transportation, and anything that involves travel. So, if you’re always on the road or planning the next big trip, you’re in your financial sweet spot.\n\nThe Seventh Energy thrives on action, which makes fields like logistics and transportation not just fitting, but lucrative. You’re also likely to excel in high-speed sports, especially those requiring strategy and teamwork. The faster the pace, the more in tune you are with your natural energy flow, which translates into financial success.\n\nYour financial flow comes from staying in motion, whether that’s through actual travel, working with vehicles, or managing logistics. Politics and the military are also strong fields for you, given your natural affinity for leadership and strategic thinking. You might find yourself excelling as a driver, logistician, or even in high-ranking military or political roles. But don't forget to invest back into what fuels you—travel, transportation, and constantly moving toward your goals.\n\nSo, whether you're running a car dealership, working in tourism, or leading a team in a dynamic environment, staying on the move is key to keeping your finances flowing. Even journalism, quality control, or any high-pressure, leadership-driven field can align with your energy. Just remember, for you, standing still isn’t an option—keep moving, and your bank account will thank you.",
    "short": "Your career path is all about movement—literally and figuratively."
  },
  "8": {
    "all": "For those who’ve worked their way up from the bottom, your career journey is one of climbing through sheer grit, determination, and an unshakeable inner core. You’re blessed with resilience, endurance, and a work ethic that eventually yields enormous rewards. While life might sometimes dish out tough lessons, it also hands out some pretty sweet rewards when you’re on the right path.\n\nYou likely have a knack for managing money and a strong sense of responsibility that’s almost unmatched by others. Once you’ve made it to the top, you’re likely to stay there, enjoying a lifetime of financial stability.\n\nYour financial success is rooted in legal, structured, and well-organized businesses. Whether it’s running your own enterprise, delving into fields like destiny matrices and the laws of karma, or practicing law, your path is paved with clear, lawful, and just practices.\n\nTo thrive, you must remain as responsible as possible, always ensuring everything you do is above board—pay your taxes, invest in your business, and continuously seek out answers to life’s more complex questions. Understanding cause and effect is crucial for you.\n\nThe most favorable career paths include becoming a karmologist, anything tied to officialdom and legality, government structures, judges, lawyers, attorneys, tax inspectors, law enforcement, ministers, officials, police officers, legal advisors, arbitrators, and inspectors. These roles allow you to channel your natural sense of justice and responsibility into meaningful, lucrative work.",
    "short": "For those who’ve worked their way up from the bottom, your career journey is..."
  },
  "9": {
    "all": "Alright, so here’s the deal: You’re like that wise sage who’s always digging deep into the mysteries of life, pulling out gems of knowledge while everyone else is just skimming the surface. You’ve got this superpower of tuning out the world’s noise and zeroing in on what really matters. And guess what? That skill doesn’t just make you a walking encyclopedia—it can also bring in some serious coin.\n\nYour financial mojo comes from all that brainpower—whether you’re into science, writing, or schooling others in the art of, well, whatever it is you know. But here’s the kicker: You need your space to do your best work. Whether it’s retreating to a secluded cabin in the woods, setting up shop as a freelance guru, or even channeling your inner monk, you thrive when you’re left alone to work your magic.\n\nSo, jobs where you can chill in solitude? Totally your vibe. Think forest ranger, lighthouse keeper, or even that mysterious remote worker no one ever sees in person. You could also rock the philosopher or mentor gig, dishing out wisdom like it’s candy. Or maybe you’re more into coding up the next big thing, solving crimes as a detective, or being a low-key internet star with your own blog. Whatever it is, as long as you’ve got some peace and quiet, you’re golden.",
    "short": "Alright, so here’s the deal: You’re like that wise sage who’s always digging deep into the ..."
  },
  "10": {
    "all": "You’re not the type who thrives on routine or strict schedules. Instead, you excel in environments where you can follow your own rhythm, even if that means night sometimes becomes day, and your productivity peaks whenever the moment feels right.\n\nFor you, work should be enjoyable, something that doesn’t feel like a grind. It’s all about finding pleasure in what you do and letting fate guide you to new opportunities. If it feels good, go for it—especially if it doesn’t come with a rigid 9-to-5 structure. Luck tends to be on your side, so roles involving money beyond just a paycheck, or even a bit of risk, could be your sweet spot.\n\nSo, where should you aim your talents? Here’s the deal: Freelancing is your playground, offering the freedom to work whenever and wherever you want. Unconventional jobs, or those with an element of unpredictability, are your forte. Spiritual businesses that deal with the mystical or unseen can be a great fit. You’re also naturally inclined towards roles that operate around the clock—24/7 work isn’t exhausting for you; it’s exciting.\n\nYou’d thrive in the entertainment industry, whether it’s running the show in a bar, dealing cards at a casino, or keeping things lively at a train station or airport. Working in TV, news agencies, or any job where information is constantly flowing suits your dynamic nature. If you’re drawn to the spiritual side, you might find your calling in esoteric shops or even hosting séances. Seasonal work, where the job comes and goes with the tides, could also be a perfect match for you.\n\nIn short, your career should be as dynamic and varied as your life. Keep it fresh, keep it fun, and the rest will fall into place.",
    "short": "You’re not the type who thrives on routine or strict schedules. Instead, you excel in environments where you can follow your own rhythm...So, where should you aim your talents? Here’s the deal..."
  },
  "11": {
    "all": "You're the powerhouse, the one who thrives in the thick of action and loves getting things done. Whether it's leading a team, engaging in some hardcore physical labor, or working with a big, burly machine, you're right at home. Professions that involve managing people, flexing those muscles, or pushing the boundaries of physical endurance? Yep, those are your jam.\n\nThink big: politics, military roles, high-stakes business like oil and gas, or even the gritty world of heavy machinery and construction. You’re not the type to sit back and watch things happen—you’re out there making them happen, whether you're starting as a floor worker and grinding your way to the top or jumping straight into a leadership role.\n\nYour financial success comes from hard work—like serious, sweat-on-your-brow kind of work. You’re the person who knows that if you want something done right, you do it yourself and you do it with everything you’ve got. There’s no half-assing it in your world; it’s all or nothing.\n\nSo, what should you be spending on? Health, energy, and recovery. Because let's be real: you’re pushing yourself to the limit, and your body is your biggest asset. Whether it’s hitting the gym, eating right, or getting that well-deserved rest, keeping yourself in peak condition is key.\n\nBest career bets? Anything that involves working with your body—like pro sports or coaching, manual labor, or even handling animals (think dog trainers or vets). You could be an awesome bodyguard, a skilled massage therapist, or maybe even someone in special forces. Basically, if it’s tough, physical, and demands full-on commitment, it’s got your name written all over it.\n\nSo, go ahead and flex that energy—because when it comes to getting things done, you're a force to be reckoned with.",
    "short": "You're the powerhouse, the one who thrives in the thick of action and loves getting things done. Whether it's leading a team...Your financial success comes from ..."
  },
  "12": {
    "all": "If you're driven by the desire to make a difference, your career path isn't just about the paycheck—it's about purpose. You need to feel like what you're doing is making an impact, or else you’ll quickly lose interest and might slip into a mindset where you feel more comfortable being a martyr than a go-getter. But here's the kicker: you thrive on external validation. When people recognize your talents and tell you how valuable your work is, you dive headfirst into your projects with unmatched passion. And trust me, people won’t just be flattering you—your contributions are genuinely impressive and impactful.\n\nYou're a natural-born altruist, the kind of person who's ready to throw themselves into the fray for the greater good. The world needs more people like you—those who are willing to fight for a cause and work towards the betterment of society. Whether it’s healthcare, environmental work, scientific research, or advocacy, your best fit is in roles where the mission is noble and the goals are lofty.\n\nWhen it comes to where your money comes from, it’s all about serving the world. You might find your financial flow in charity work, running or working for foundations, or even in shelters and other non-profits. Just remember, working for free isn’t an option—you deserve to get paid for the value you bring. And, yes, it’s okay to focus on yourself first before you turn around and help others.\n\nYour ideal roles involve helping others and giving back. Whether you're bringing life into the world as a midwife or OB-GYN, saving lives as an EMT or in a trauma ward, or engaging in social work, your career should be centered on service. You could be a philosopher, a mercy worker, or even a spiritual guide—anything that allows you to heal and support others. Project-based roles like architecture, directing, or writing could also suit you well, allowing you to pour your creativity into meaningful work. And, in some cases, more unconventional roles like mercenaries or bounty hunters might be a fit, but the common thread is making a significant impact.\n\nSo, whatever you choose, make sure it’s meaningful and serves a greater purpose, because that's where you'll truly shine.",
    "short": "If you're driven by the desire to make a difference, your career path isn't just about the paycheck—it's about purpose. You need to feel ...When it comes to where your money comes from..."
  },
  "13": {
    "all": "For professions tied to the energy of transformation and the boundaries between life and death, certain career paths are naturally aligned. These include roles such as resuscitators, surgeons, forensic scientists, pathologists, archaeologists, and those involved in restoration work. Whether you're restoring ancient documents or editing photos, the underlying theme is always transformation. Jobs in ritual services, crematoriums, and cemeteries also fall under this energy’s domain.\n\nPeople with this energy often feel drawn to the esoteric, particularly necromancy, ritual magic, and working with artifacts. At some point in their lives, they’ll likely explore these hidden realms, whether professionally or just out of curiosity.\n\nIn terms of career success, the key is focusing on projects that involve transformation or dealing with the extremes of life and death. This could manifest in obstetrics and gynecology, emergency medicine, or roles in hospices. Other aligned professions include working in funeral services, as mercenaries, or in project-based fields like architecture, film directing, and writing. There's also a place for those in reconstruction and crisis management, where the goal is to bring order out of chaos.\n\nFinancial success often comes from project-based work. It's important to finish one project before moving on to the next, ensuring that each is fully realized before starting anew.",
    "short": "For professions tied to the energy of transformation and...Financial success often comes from..."
  },
  "14": {
    "all": "When it comes to finding your financial flow, the energy here is all about creativity and calm, steady professions. Money tends to flow your way through creative endeavors like cooking, especially if you own the business, or through professions that offer tranquility without the pressure of constant excitement. Think writing, scriptwriting, and culinary arts—especially if you’re in charge of the kitchen. Healers, hypnotists, psychologists who connect deeply with the soul, novelists, perfumers, and those involved in steady, repetitive creative work like pharmacists or chemists all fit the bill perfectly.\n\nWhere should you invest? In a comfortable, serene lifestyle that aligns with your inner peace. Your best shot at financial success lies in careers that allow for calmness and routine, avoiding the extremes and embracing a steady, creative flow.",
    "short": "When it comes to finding your financial flow, the energy here is all..."
  },
  "15": {
    "all": "Alright, here’s the deal—you’ve got this fierce drive for money, status, and power that’s almost unstoppable. You see something you want, and nothing stands in your way. It’s like you’ve got this wild energy that can bulldoze through any obstacle, finding opportunities where others see walls. This can lead you down some pretty unconventional paths, like under-the-table deals, dabbling in the unofficial or even the occult. Yep, we’re talking about magic, diagnostics, or maybe even running a rehab center for those wrestling with their demons.\n\nBut here’s the thing: when you do make that cash, you’re not exactly the type to stash it away for a rainy day. Nope, you’re all about living large—indulging in the finer things, embracing luxury, and just flat-out enjoying life. You might find your sweet spot in careers that tap into this energy, like trading vices (think alcohol or tobacco), riding the wave of financial schemes, or diving into fields like chemistry, addiction therapy, or even political advertising. And let’s not forget the more mystical side—you could totally rock the world of magic, esoterica, or anything that plays on the darker, more mysterious sides of life.\n\nIn short, you’ve got this powerful energy that drives you toward big goals, big money, and a big life. Just remember, with great power comes... well, you know the rest.",
    "short": "Alright, here’s the deal—you’ve got this fierce drive for money, status, and power that’s almost unstoppable....But here’s the thing: ..."
  },
  "16": {
    "all": "For someone who’s got this intense, transformative energy, your ideal professions revolve around the concept of building, breaking down, and rebuilding—whether that’s literal, like in construction and real estate, or more metaphorical, like in radical psychotherapy or clinical psychiatry. You're someone who thrives when there’s a constant process of development and change. Whether you're planning out a new construction project or guiding someone through a psychological breakthrough, the key is to always be moving forward, laying each new brick of progress carefully.\n\nIn careers like these, you’re not afraid of taking risks, especially when it comes to money—because you understand that to build something new, sometimes you have to let go of what’s already there. Your energy shines in areas where you can be hands-on, whether it’s through coaching, construction, or even extreme professions like rescue work or racing. Just remember, the process is what keeps you going—so keep adding new steps to your plan, and don’t get too comfortable once you’re near the finish line. That’s when the universe likes to throw a curveball, just to keep things interesting.",
    "short": "For someone who’s got this intense, transformative energy, your ideal professions ..."
  },
  "17": {
    "all": "When it comes to finding your true calling, the answer might be hidden in your hobbies and passions. These are the areas where your destiny shines brightest, and where you were meant to leave your mark on the world. Don’t ignore your dreams—they hold the key to your true potential and, ultimately, your professional success.\n\nYour financial success comes from leveraging your talents, achieving popularity, and honing your professionalism. The stars seem to align when you fully embrace your skills and let the world see what you’ve got. The path to success involves investing in yourself—developing your professionalism, boosting your personal brand, and embracing the spotlight. Whether it's through social media, advertising, or public relations, getting yourself out there is crucial.\n\nYou might find your true calling in fields like astrology, astronomy, or even meteorology. Working with celebrities, being a stylist or makeup artist, or diving into design and planning are all in your wheelhouse. The arts and creative fields, theater, environmental work, and even professions tied to cleanliness and ecology are particularly suited for you. Your ability to connect with others and promote yourself is what will truly set you apart, leading to a career that’s not just successful but also deeply fulfilling.",
    "short": "When it comes to finding your true calling, the answer might be...Your financial success comes from..."
  },
  "18": {
    "all": "For someone with a deep connection to the mysterious and creative sides of life, your financial and professional success lies in areas that allow you to express your unique talents. Your energy thrives in professions where creativity, magic, and the subconscious mind play a significant role. This could mean working as an artist, writer, or poet—anywhere you can bring imagination to life. Your strength also lies in the esoteric and psychological fields, where understanding and manipulating the unseen forces—whether through psychology, psychotherapy, or even occult practices—can lead to great success.\n\nYou might find yourself drawn to professions that deal with visual arts, such as photography, filmmaking, or web design, where creating captivating imagery is key. Additionally, your talents can shine in the world of entertainment, from acting to illusionist performances. Your unique ability to craft compelling visual and emotional experiences makes you a natural in these fields.\n\nIt's crucial that you invest in your creative pursuits and embrace your magical side. Overcoming fears, especially those related to finances, is vital for you. By addressing and resolving these fears, you'll unlock your full potential and find that money flows more easily. Whether you're creating amulets, writing a bestselling fantasy novel, or leading a team in an innovative tech project, your path is one of transformation and inspiration.\n\nFinally, professions connected to water, such as maritime navigation, or those involving hands-on creativity like crafting and design, can also be incredibly fulfilling for you. Embrace your magical, artistic nature, and you'll find success in any endeavor that allows you to dive deep into the world of imagination and the unknown.",
    "short": "For someone with a deep connection to...You might find yourself drawn to ..."
  },
  "19": {
    "all": "For someone with a strong connection to abundance, luxury, and prosperity, the professional path is illuminated by creative and influential roles. Financial support often comes from family—parents, children, or a spouse—or through inheritance, but it can also stem from your own talents and entrepreneurial spirit.\n\nProfessions that align with this energy include artists, actors, photographers, directors, psychotherapists, psychologists, and those working in esoteric fields such as clairvoyants, mediums, occultists, and exorcists. You might also excel as an illusionist, magician, or anyone who creates visual imagery, like a web designer or someone in computer-related fields.\n\nYour financial energy is best utilized by being generous—splurging on yourself and others, particularly your loved ones. Avoid discounts and sales; instead, indulge in the finer things. Your path may also lead you to high-ranking government positions, owning a business, or working in industries related to energy and water, such as maritime navigation or solar energy.\n\nIn all, your financial prosperity is tied to your ability to shine in your chosen field, sharing your talents with the world and allowing yourself to enjoy the luxuries that come with success.",
    "short": "For someone with a strong connection to abundance, luxury, and prosperity, the professional path is illuminated by creative and influential roles. Financial support often comes from..."
  },
  "20": {
    "all": "Your professional path is deeply connected to a sense of duty and service, often involving work that honors your heritage, family, or even the broader community. Your calling may lead you to roles where you help others, especially in fields that involve care, healing, or even judgment—like being a judge or a mediator. You thrive in environments that require dedication and a connection to roots, whether that’s through family businesses or professions that resonate with your upbringing.\n\nYou may find financial success by aligning your work with these principles. Professions tied to colder climates or technologies, such as cryomedicine or selling refrigeration products, could be highly beneficial for you. You might also excel in careers that involve restoration or preservation, like a conservator or someone who works with historical reconstruction.\n\nInvesting in your calling and supporting your family or community are essential paths for you. Whether through direct involvement in a family business or pursuing a profession that benefits your heritage or community, your work is most fulfilling when it serves a greater purpose.\n\nProfessions like public relations, where you speak from a platform, or roles that involve music and the arts, are also well-suited for you. You have a natural affinity for leadership and can inspire others through your words and actions, making you a valuable asset in any field that requires a strong voice or presence.",
    "short": "Your professional path is deeply connected to..."
  },
  "21": {
    "all": "Your ideal professional path revolves around embracing global opportunities, fostering international connections, and expanding beyond borders. You excel in careers that involve foreign languages, international business, and global projects. Your ability to think big and participate in large-scale endeavors is your key to success.\n\nOpportunities to earn money often come from abroad or through your ability to engage with diverse cultures and perspectives. Whether it's through running a business with an international reach, working as a translator, or engaging in online business ventures, your financial growth is linked to the global stage.\n\nYou are particularly suited for professions that involve travel, interaction with foreigners, and the use of multiple languages. Careers such as working in a travel agency, being a journalist with a global perspective, or managing international logistics are perfect fits. Additionally, internet-based professions, including blogging about travel, running online businesses, and participating in global projects, align well with your strengths.\n\nYour financial success also hinges on removing limiting beliefs and embracing an open, expansive mindset. Investing in psychological training or courses that help you break mental barriers will enhance your ability to grow your business and expand your professional horizons.\n\nIn summary, your professional life thrives on global interaction, international business, and the ability to connect with a diverse audience. Embrace the world, expand your reach, and your financial prosperity will follow.",
    "short": "Your ideal professional path revolves around..."
  },
  "22": {
    "all": "Based on the energy you carry, your professional path is one of creativity, freedom, and bringing joy to others. You’re not the type to be confined by a traditional 9-to-5 job; instead, you thrive in environments that allow you to express your unique spirit and keep things lively. Think of careers in the entertainment industry—whether that’s on stage in show business, working as an entertainer, or even in music. You have a natural gift for making others smile and feel uplifted, so roles like an emcee, animator, or even a creative in show business could be where you truly shine.\n\nBut there’s more to it—your energy suggests that you might also excel in roles that allow for spontaneity and new beginnings. You’re someone who could thrive as a traveler or blogger, constantly exploring new places and ideas, and sharing them with the world. You have a knack for turning unconventional ideas into something profitable and rewarding, so don’t shy away from pursuing those \"crazy\" ideas that others might overlook.\n\nWorking with children, especially those who need extra care or guidance, could also bring you deep fulfillment. Whether it’s through creative projects or direct interaction, your ability to connect with and inspire young minds is powerful.\n\nAs you move forward, remember that your success will come from staying true to your free-spirited nature. Don’t let yourself get bogged down by routine or restrictive environments. Instead, keep your work fun, creative, and aligned with what makes you feel truly alive. Your future is bright with possibilities, especially when you embrace your natural talents and pursue what genuinely excites you.",
    "short": "Based on the energy you carry, your professional path is... But there’s more to it—your energy suggests that..."
  }
}