{
    "3": {
        "all": "Picture yourself as the ultimate fertility guru, the wizard of abundance! Your superpower is dreaming up epic projects and making them a reality, while also being the family architect and a champion for those around you. You’ve got the golden touch when it comes to creating wealth and beauty in the world, and you’re a natural-born teacher, showing others how to weave magic into their own lives. Helping others isn’t just something you do – it’s in your DNA, providing opportunities for growth and enrichment to many. You’re a creative powerhouse, leading people with your visionary ideas and stepping up to take responsibility for them. Embrace the art of owning not just your life but also the lives you touch. Recognize that your work is meant to yield results, and find joy in every aspect of life, valuing all the wonderful people who surround you.",
        "short": "Picture yourself as the ultimate fertility guru, the wizard of abundance! Your superpower is dreaming up epic projects and making them a reality, while also being the family architect and a champion for those around you."
    },
    "4": {
        "all": "Imagine yourself as the guardian of your realm, the wise protector. You're a master at wearing many hats: family person, worker bee, creator. Your mission? Bring your projects to life, see them through to the end, and be the epitome of reliability. Teach others how to build from scratch, give them the confidence for tomorrow, and be the steadfast pillar in your family.",
        "short": "Imagine yourself as the guardian of your realm, the wise protector. You're a master at wearing many hats: family person, worker bee, creator."
    },
    "5": {
        "all": "You're the professor and social glue of your tribe! Your energy flourishes when you're imparting knowledge and rallying people around a common cause. Keep chasing new wisdom, explore the globe, and build meaningful connections. Don't be a knowledge hoarder – spread your brilliance far and wide!",
        "short": "You're the professor and social glue of your tribe! Your energy flourishes when you're imparting knowledge and rallying people around a common cause."
    },
    "6": {
        "all": "You're the maestro of harmony, love, and resoluteness. Picture yourself as a creator of beauty and a generator of good vibes. Your mission? Transform your surroundings into a haven of warmth and friendliness, making every space feel like home. You’re not just about organizing events; you’re the life of the party, the one who brings fun and excitement into every day. Follow your heart in all you do, and build deep, meaningful connections with people who truly resonate with you. Your energy is like a magnet, drawing people together and fostering a sense of belonging and joy. You have the innate ability to create cozy atmospheres where everyone feels valued and loved. Your presence alone can uplift spirits and make any gathering feel special. Embrace your role as the heart of your community, spreading love and joy wherever you go.",
        "short": "You're the maestro of harmony, love, and resoluteness. Picture yourself as a creator of beauty and a generator of good vibes."
    },
    "7": {
        "all": "You're a natural-born coach and the unstoppable engine of progress in any environment you find yourself in. Your unique ability to see the potential in others allows you to not only set and achieve your own goals but also to guide and motivate those around you to reach new heights. You have an innate talent for identifying the strengths and weaknesses in people, and you use this insight to help them chart a course toward success.",
        "short": "You're a natural-born coach and the unstoppable engine of progress in any environment you find yourself in."
    },
    "8": {
        "all": "Imagine yourself as the ultimate motivator and the engine of progress. Your energy is all about movement, leadership, and purpose. You're a born coach, someone who not only sets goals but also helps others see and achieve theirs. Your mission? To identify clear objectives, both for yourself and for those around you, and to inspire everyone to reach for the stars. You have a unique talent for guiding people, helping them stay focused and driven. Your vision is not limited to your own success; you’re dedicated to helping others realize their potential and dreams. Your enthusiasm is infectious, making people want to follow your lead and strive for excellence. Embrace your role as a leader and motivator, using your energy to drive progress and inspire greatness in everyone you meet. Whether it's in personal development, career ambitions, or community projects, your ability to see the bigger picture and rally others toward common goals makes you a pivotal force for positive change.",
        "short": "Imagine yourself as the ultimate motivator and the engine of progress. Your energy is all about movement, leadership, and purpose."
    },
    "9": {
        "all": "Imagine yourself as the sage of life's wisdom and experiences. Your mission is to live every moment fully, diving deep into the essence of life in all its forms. Seek moments of tranquility and peace, discover yourself, reflect on your experiences, and share your insights with the world. Don't shy away from self-education, explore new fields of knowledge, connect with wise individuals, and impart your wisdom. Your strength lies in your ability to inspire those around you with your example and knowledge, enriching their inner worlds.",
        "short": "Imagine yourself as the sage of life's wisdom and experiences. Your mission is ..."
    },
    "10": {
        "all": "You’re the lucky charm and joy spreader! This energy teaches you to not burden yourself with unnecessary worries and to enjoy each day. The ability to relax and believe in the best will help you attract positive changes into your life. Cultivate optimism and learn to see opportunities where others see obstacles. Embrace life as it is, finding pleasure in every moment, trusting in your abilities and higher powers that support you.",
        "short": "You’re the lucky charm and joy spreader! This energy teaches you to..."
    },
    "11": {
        "all": "You’re the powerhouse of strength, self-expression, and reaching new heights. You have a unique ability to not only understand your limits and strengths but also to overcome them, uncovering new opportunities for personal growth. Use this energy to become the best version of yourself, continuously working on yourself and your skills. Remember, your strength is not just physical endurance but also spiritual resilience. Strive to fill your life with activity, meaning, and development.",
        "short": "You’re the powerhouse of strength, self-expression, and reaching new heights. You have a unique ability to..."
    },
    "12": {
        "all": "You’re the beacon of kindness, creativity, and assistance. Your mission is to share your inner light and kindness, helping those around you. You can see the uniqueness in each person and support them on their path to self-expression. Use your creative vision to solve life's challenges, transforming everyday life into art. Your ability to see the extraordinary in the ordinary makes you not just a good friend but also a source of inspiration for those around you.",
        "short": "You’re the beacon of kindness, creativity, and assistance. Your mission is to..."
    },
    "13": {
        "all": "You’re the adventurer of risk, change, and transformation. You excel in embracing the world's volatility and using it for personal and professional growth. Your adaptability and decision-making skills in uncertain conditions make you a powerful change agent. Use this energy to introduce innovations, explore uncharted territories, and inspire others to embrace change. Your intuition will help you foresee future trends and respond effectively.",
        "short": "You’re the adventurer of risk, change, and transformation. You excel in embracing the world's volatility and..."
    },
    "14": {
        "all": "You’re the guru of balance, moderation, and maturity. You have a knack for finding harmony in various aspects of life. You can balance activity and rest, work and leisure, personal and social life. This ability keeps you healthy and peaceful even in the most stressful situations. Your efforts to find balance can serve as an example for others striving for a harmonious and fulfilling life.",
        "short": "You’re the guru of balance, moderation, and maturity. You have a knack for finding..."
    },
    "15": {
        "all": "You’re the dark angel of powerful energy and charisma. You have a rare gift for seeing both the flaws and virtues in people, focusing on the positive aspects. Use your energy to help others discover their best qualities and abilities. Your magnetic attraction and ability to inspire can draw many followers, who will strive to follow your example and learn to see the best in themselves and the world.",
        "short": "You’re the dark angel of powerful energy and charisma. You have a rare gift for..."
    },
    "16": {
        "all": "You’re the spiritual leader of rebirth and overcoming. You're a true pathfinder, learning from your mistakes and turning them into valuable lessons for others. Your life challenges and your ability to overcome them can serve as a source of inspiration for anyone facing difficulties. You can help people break free from dark periods in their lives, teaching them the necessary adaptations and changes to achieve a better future.",
        "short": "You’re the spiritual leader of rebirth and overcoming. You're a true pathfinder, learning from..."
    },
    "17": {
        "all": "You’re the shining star of talents and popularity. This energy gives you the ability to be in the spotlight, attracting attention and interest. You can inspire others to display their best qualities, elevate them to new heights, and open unexplored horizons. Use your talent to create new creative projects, teach others, or motivate them for their own ventures.",
        "short": "You’re the shining star of talents and popularity. This energy gives you the ability to..."
    },
    "18": {
        "all": "You’re the magician of images and courage. You can see the extraordinary in the ordinary and turn it into art or magic. Your unconventional thinking can help you and those around you rethink their views on the world and find new solutions to old problems. Use your intuition and creativity to tackle complex projects or inspire others to make bold changes in their lives.",
        "short": "You’re the magician of images and courage. You can see the..."
    },
    "19": {
        "all": "You’re the sunbeam of spontaneity and unity. Your task is to shine and warm those around you, filling their lives with joy and energy. You can unite people, lead them, and give them hope for a better future. Your energy helps to create communities where everyone can find support and inspiration. Develop your leadership qualities and use your abilities to bring about positive changes in society.",
        "short": "You’re the sunbeam of spontaneity and unity. Your task is to..."
    },
    "20": {
        "all": "You’re the key to new beginnings and significant transformations. You can foresee the outcomes of actions and be an invaluable advisor and mentor. Use your knowledge and intuition to help others in their quest for improvement, instill respect for the past, and responsibility for the future.",
        "short": "You’re the key to new beginnings and significant transformations. You can foresee the..."
    },
    "21": {
        "all": "You’re the ambassador of peace, openness, and generosity. You can see the big picture and scale your ideas to global dimensions. Your ability to inspire people and unite them around common ideas and projects can lead to significant social changes. Strive to make your contribution to the world meaningful and long-lasting, and remember the importance of maintaining ecological balance and harmony.",
        "short": "You’re the ambassador of peace, openness, and generosity. You can see..."
    },
    "22": {
        "all": "You’re the spirit of fun, freedom, and new paths. You have the gift of starting fresh and inspiring others to embrace new challenges without fearing the unknown. Your joyfulness and optimism can invigorate any team or project. Use your adaptability to lead others through uncharted territories, teaching them the art of living with ease and joy.",
        "short": "You’re the spirit of fun, freedom, and new paths. You have..."
    }
}