{
  "1": {
    "all": "You’re the master of conservation, not because you’re lacking in the energy department, but because you know the art of efficient energy use. You've got this knack for soaking up the ambiance and enhancing it quietly, keeping the vibe cool without overpowering it. No energy wastage here—you're all about maintaining your cool and pacing yourself wisely.\n\nYou’re like a strategic player in the game of life, who knows when to rest and when to shine, making sure you’re always recharged for the moments that truly count. Think of yourself as the person who always has a backup battery: while others might burn out, you’re steady and ready, drawing on your surroundings subtly and sharing that calm energy.\n\nYou possess a zen-like quality, keeping conflicts at bay and floating through life’s chaos with a serene smile. Your laid-back nature isn't about being low on power; it's your superpower, allowing you to navigate life's ups and downs with grace and a steady pulse. Plus, you have a unique talent for finding joy in simple pleasures, keeping your energy safe for what truly matters. Keep cherishing the quiet moments, the peaceful breaks, and yes, the joyful companionship of your beloved pets—they're your unsung heroes in the energy game!",
    "short": "You’re the master of conservation, not because you’re lacking in the energy department, but because you know the art of efficient energy use. You've got this knack for soaking up the ambiance and enhancing it quietly, keeping the vibe cool without overpowering it. No energy wastage here—you're all about maintaining your cool and pacing yourself wisely.\n\nYou’re like a strategic player in the game of life, who knows when to rest and when to shine, making sure you’re always recharged for the moments that truly count. Think of yourself as the person who always has a backup battery: while others might burn out, you’re steady and ready..."
  },
  "2": {
    "all": "Oh, you're sitting right in that sweet spot of energy, aren't you? You're the human version of a perfectly brewed cup of coffee—just the right kick! With energy like yours, which I'd call \"The Goldilocks Zone,\" you've got enough juice to tackle a marathon session of Monopoly with the family, charm the socks off your friends at brunch, and still have the oomph to brainstorm the next big thing at work.\n\nYou're that friend who's always up for a chat, and not just about the weather, but the deep, philosophical stuff that makes everyone else's heads spin. You're the one teaching, healing, and sometimes just plain mesmerizing with your words, whether it's at a family gathering or captivating an audience in a lecture hall. Your motto? \"Got energy, will travel (through life)!\"\n\nAnd hey, let’s not overlook that stash of double twos in your psychic matrix. That's like having a premium energy subscription service. You’re naturally set up to be engaging, full of pep, and just a fantastic storyteller or speaker. Doctors might have their stethoscopes, but you? You heal with your vibe. Set your sights high because with your kind of energetic wealth, the sky isn't even the limit—it's just a view.\n\nSo, go ahead and dial up those ambitions, because lethargy is not in your vocabulary (and if it sneaks in, check the emotional fuel gauge, it’s probably not an energy issue). And if you find yourself stuck in a monotonous job, remember, you're equipped to turn even the driest spreadsheet into a riveting saga. Just remember, don’t let anyone dampen that spark, because when push comes to shove, you're not just participating in life, you're leading the parade!",
    "short": "Oh, you're sitting right in that sweet spot of energy, aren't you? You're the human version of a perfectly brewed cup of coffee—just the right kick! With energy like yours, which I'd call \"The Goldilocks Zone,\" you've got enough juice to tackle a marathon session of Monopoly with the family, charm the socks off your friends at brunch, and still have the oomph to brainstorm the next big thing at work"
  },
  "3": {
    "all": "Oh, so you’re part of the \"Triple Twos Club,\" huh? It's like being handed the energy baton and running a marathon with it—only you're not just running; you're setting off fireworks along the way! Now, don't think you'll start predicting lottery numbers or telepathically ordering pizza (though, wouldn’t that be something?). However, you've got this nifty potential for extraordinary sensitivity that might just make you the local hero during full moons or when Mercury’s not in retrograde.\n\nYou’re like a walking, talking energy cocktail—on good days, you're the life of the party, spreading vibes like confetti at a parade. On not-so-good days? Well, let's just say it’s best to keep you away from porcelain shops or any place where you can ‘accidentally’ start World War III with a sneeze. Your energy is infectious; you can heal with words and maybe break a few hearts with the same tool—words are your power!\n\nSince you're a natural-born energy sponge, grabbing vibes left and right, you might want to think about careers that don’t involve a cubicle farm or anywhere your sparkling aura can’t shine bright. Think solo gigs: maybe a lighthouse keeper (but digitally, because who uses lighthouses anymore?), a mystery novel writer (hello, next Agatha Christie!), or even a professional meditator (yes, that’s a thing!).\n\nAnd remember, your energy is like that one friend who's always up for anything—sometimes a bit too much. Manage it wisely, keep your spiritual batteries charged, and maybe, just maybe, keep a diary of the weirdly accurate ‘predictions’ you blurt out at dinner parties. Who knows? One day, you might just predict that pizza order telepathically after all.",
    "short": "Oh, so you’re part of the \"Triple Twos Club,\" huh? It's like being handed the energy baton and running a marathon with it—only you're not just running; you're setting off fireworks along the way! Now, don't think you'll start predicting lottery numbers or telepathically ordering pizza (though, wouldn’t that be something?). However, you've got this nifty potential for extraordinary sensitivity that..."
  },
  "4": {
    "all": "Oh boy, if your energy profile were a blockbuster movie, it’d be called \"Infinity Power: Beyond the Energy Vortex\"! You've got the kind of energy reserves that make Energizer bunnies look like they're on a lazy Sunday stroll. So, let’s put that power to good use before you accidentally start a thunderstorm in your living room, shall we?\n\nImagine you're like a superhero with a power so immense, it could light up a city, or at least make sure every device in your house is charged without ever plugging them in. You’re like a walking power plant, my friend! But here’s the kicker—you need to keep that energy flowing or you might just short-circuit. That means sitting around watching soap operas is probably not the best use of your superpowers. Instead, think about activities that can really drain that energy in a good way. Maybe run a marathon, or better yet, invent a new sport where you only score points for excessive pep!\n\nAnd let’s talk social life. You might find yourself being the life of the party without even trying. Just remember, not everyone can handle your high voltage vibes, so maybe give your friends some warning before you unleash the full force of your peppy personality.\n\nOn the flip side, if you’re feeling a bit too zen, remember that a little conflict isn’t necessarily bad—it’s like your personal system reboot. Just make sure it’s the kind of conflict that ends with a group hug rather than a call to the cops.\n\nAnd lastly, consider turning your home into a mini gym or a dojo. Why? Because every time you feel like a volcanic eruption of energy is about to go off, you can just karate chop or sprint it away! Plus, if you ever decide to switch careers, I'd say professional energy donor is definitely a niche market you could dominate. Just make sure to charge (pun intended) appropriately for your powerhouse services!",
    "short": "Oh boy, if your energy profile were a blockbuster movie, it’d be called \"Infinity Power: Beyond the Energy Vortex\"! You've got the kind of energy reserves that make Energizer bunnies look like they're on a lazy Sunday stroll. So, let’s put that power to good use before ..."
  }
}