{
  "3": {
    "all": "\nYour destiny revolves around the material side of life. It’s crucial to create projects that bear fruit, ensuring everything has a positive outcome – be it a skill, money, or useful experience for the future. Working on your internal beliefs to foster endless growth is essential. Your mission is to spread prosperity, wealth, and self-sufficiency in the world. Don't write just to stash it away; show your creations to the world. Focus on tangible achievements and not just spiritual growth.\n\nWhen the energy flows right: The ability to generate abundance and bring people together, multiplying the good around you.\n\nWhen the energy misfires: The collapse of material things, losing direction and support in life, feeling angry at the world, and experiencing abandonment and confusion.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "6": {
    "all": "\nImagine yourself as someone who can turn everything into a masterpiece. Your mission is to transform everything around you into its best version. With this energy, you're skilled at building connections, improving society through communication. People are naturally drawn to you, creating long-lasting relationships, even if you don’t seek them. This gift is blocked by a lack of creativity, emotional depth, and a reluctance to share your work with others.\n\nWhen the energy flows right: The ability to create beauty, establish connections with all living beings, and make choices without regrets.\n\nWhen the energy misfires: Apathy, a lack of desire to do anything, becoming closed off from the world, and retreating into a personal shell.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "9": {
    "all": "\nIt's all about sharing your experiences, personal stories, and wisdom. Your mission is to live new experiences, draw important conclusions, and continuously study yourself. By doing so, you'll reveal universal truths to the world, remind people of important things, and share your knowledge. You need to reach the level of potential given to you, fully developing your talents.\n\nWhen the energy flows right: The gift of teaching, self-discovery, and being an example for others, coupled with profound self-analysis.\n\nWhen the energy misfires: A lack of goals, avoiding communication, reluctance to take responsibility for the past, and running away without learning lessons.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "12": {
    "all": "\nYour mission is to be a conduit of kindness, support, and belief in yourself and others. You’re gifted at uniting people not around ideas or comfort but around kindness and inner warmth. This often manifests in those who are gifted psychologists and spreaders of goodwill. It's crucial to listen to yourself and others, understanding the interconnectedness of the world.\n\nWhen the energy flows right: The gift of kindness and love for all living things, a connection with higher forces, and a unique perception of the world.\n\nWhen the energy misfires: Indifference, reluctance to do anything for others, escaping any sense of empathy, avoiding psychological pain, and difficulty forgiving, which can lead to self-hatred and aggression.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "15": {
    "all": "\nYou have the ability to turn ordinary life situations into something interesting and beneficial for many. Your mission involves understanding your personal blocks and dependencies, getting to their core, and using that knowledge to help others.\n\nWhen the energy flows right: The ability to bring clarity, resolve situations, and overcome self-created problems.\n\nWhen the energy misfires: A lack of understanding and unwillingness to comprehend yourself and your dependencies, along with human nature.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "18": {
    "all": "\nYour destiny is to explore the world through learning, delving into hidden knowledge, and interacting with the world through your unique perspective. This energy is about intellectual discovery, seeing the world in various manifestations, and going beyond the ordinary. It's essential to share with people the different ways the world can be perceived, emphasizing that it’s not limited to the material.\n\nWhen the energy flows right: The gift of boundless world vision, perceiving the world in multiple dimensions without barriers, and understanding the surroundings through your unique intellect.\n\nWhen the energy misfires: Inability to experience different situations, both positive and negative, running away from fears without attempting to overcome them, and blocking personal growth.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "21": {
    "all": "\nThis destiny is making it complex to explain. The idea is to learn to let go of material things, be ready for change, and create a new world for yourself and others. When you detach from material concerns, opportunities for prosperity in the material world appear. It’s important to find your higher purpose, hold onto it, gather your people, and lead them in realizing your ambitions.\n\nWhen the energy flows right: The ability to find your path, be a person of the world, see the world’s path in your global goals, and be the center of a significant idea, realizing it for many people.\n\nWhen the energy misfires: The inability to let go, becoming who you’re meant to be but fearing it, running away from your opportunities and dreams.",
    "short": "\nReady to dive deeper into your true self? Unlock all the insights for just $7.99"
  }
}
