{
  "3": {
    "all": "You might find yourself a bit cranky, constantly focusing on others instead of yourself, nitpicking, being overly protective, justifying everything with the best intentions, and leaning too hard into the masculine – pushing for achievement and material values over everything. As a developed individual, you know how to slow down, take care of yourself, and ensure you get enough rest. You have the capability to start your own business, as long as it aligns with your heart’s desires and improves what you love.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "4": {
    "all": "Life feels like it revolves around work, controlling everything and everyone around you, suppressing yourself and others, only listening to your own voice, and fearing leadership and responsibility. You’re a protector of the weak and your family, capable of building empires from scratch, managing businesses and people without being overbearing, and taking responsibility for your actions.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "5": {
    "all": "You might be the type who loves to lecture everyone, dishing out advice but not really sharing genuine knowledge, hoarding information, opposing everyone, thinking you’re the center of the universe, and burying yourself in paperwork instead of real-world actions. You’re always ready to learn and share your knowledge, can listen and explain well, offer advice when asked, and accept everyone without drawing lines.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "6": {
    "all": "You might struggle with indecisiveness and lack of confidence, fear making any choices, shift responsibilities onto others, have emotional breakdowns, and lack love for anyone, especially yourself. You are decisive, ready to make tough decisions, follow your heart, connect with yourself, love yourself, and share that love through your inner fullness and harmony.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "7": {
    "all": "You might feel stuck, fear growth and transportation, avoid leading positions, an active life stance, and having your own opinions. You’re a perpetual motion machine, always learning and moving forward, ready to lead, manage, and energize others with your vision of the world.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "8": {
    "all": "You might be a constant fighter for justice, wasting energy on unnecessary battles, replaying situations in your head, fearing to change your mind, dreading judgment, striving to be perfect, and always trying to prove something to everyone. You conserve your energy for meaningful actions, focus on yourself, believe in higher justice, aren’t swayed by others’ opinions because you have your own, and demonstrate results without needing to prove anything.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "9": {
    "all": "You might be a loner without a social circle, not sharing your vision, denying yourself time to be alone and hear yourself, possibly harboring self-hate, working excessively, and running from the past. You accept yourself and others, always make time for solitude and reflection, have a select group of friends to share your discoveries and thoughts with, and pass on your wisdom to others.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "10": {
    "all": "You might be a workaholic, constantly occupied with things you don't enjoy, not knowing yourself, following orders blindly, ignoring signs, and not feeling your own needs. You’re a lucky charm, operating without stress, believing everything happens at the right time, trusting in higher powers, sensing the right moment, knowing the right words and people, easy to talk to, and understanding what others need when they need it.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "11": {
    "all": "You might not know how to relax, constantly rushing somewhere, pressuring others, sometimes resorting to force, always thinking you’re right, feeling uncomfortable around people, and wanting to leave because you don't seek understanding. You’re strong and resilient, capable of anything, respectful of yourself and others, valuing others’ opinions, not silencing anyone, knowing and loving to rest proportionally to the effort spent, careful and gentle in exerting your strength, understanding yourself deeply, and not using your talents and strengths to harm others.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "12": {
    "all": "You might give away everything, expecting gratitude for all your actions, and play the victim when you don't get it. You might neglect yourself, have no boundaries, fear asserting your needs, not understand why others are less empathetic, expect others to read your mind, not communicate your desires, and not charge for your work, only caring for yourself. You give from a place of fullness, first caring for yourself and then for others, being the center of your world, knowing your worth, not letting anyone use you, expressing your needs and desires clearly, gaining respect, and being a kind and generous person ready to help others after helping yourself.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "13": {
    "all": "You might have a terrible fear of death, worrying about yourself and loved ones, avoiding risks, constantly accumulating things, unable to let go of them or the past, unsure of what to pursue, clinging to a job, and fearing change. You’re always learning and evolving, ready for career changes, unafraid, having worked through the fear of death, seeing the cycle of life and death, easily letting go of excess, and a minimalist.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "14": {
    "all": "You might be extremely sensitive, easily offended by the world, your boss, or partner, not engaging in creativity, not developing in what interests you, fearing to venture out alone, and not listening to advisors. You can blend different fields, often balancing family and work, possibly working from home, focusing on creativity, knowing yourself, engaging others in any activity, and sharing your creative results with the world.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "15": {
    "all": "You might be dependent, lacking growth, fixated on material things, manipulative, using your talents harmfully, unable to communicate and resolve situations, stuck in a loop, and always negative. You’re someone who’s made peace with their demons, enjoying life without extreme pursuit of pleasures, finding joy in both work and family life, and focusing on the best in the world and people.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "16": {
    "all": "You might struggle to detach from material things, be fixated on money or physical closeness, operate on a quid-pro-quo basis, feel like everything’s falling apart, and repeat situations without finding a way out. This energy often protects you by removing what’s not yours, making it seem like everything's going wrong, but it's really for your protection. You’re someone who’s found their unique path, not clinging to anything or anyone, spiritually developed, ready to help others grow, deeply understanding the world’s laws, not fighting against them, always seeking deeper understanding, and finding true meaning.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "17": {
    "all": "You might constantly want to hide and blend in, avoiding standing out, or on the flip side, excessively showing off, wanting to shine alone without helping others, being egotistical. You might not believe in yourself, your uniqueness to the point of either running away or shouting about it, hoping someone notices. You’re someone who’s found their calling, believing in yourself more than anyone else, unique and attention-grabbing just by being in the room, pleasant to interact with, ready to help others reveal their talents. Believe in yourself, don't follow paths you dislike, adapt to your needs, and shine as an example for others without being overbearing.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "18": {
    "all": "You might feel lost and doubtful, being a hardened person following others’ directions instead of your own desires, constantly getting into trouble and dependencies, not ready to take responsibility for your life. You’re ambitious, capable of anything you imagine, knowing yourself well, seeing where to grow, creatively developed, ready to pursue goals to the end, leading your life independently, and able to achieve anything by visualizing it.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "19": {
    "all": "You might blame yourself for everything, constantly depending on someone or something, unable to detach from circumstances and make decisions, giving up easily, never following through, burning everything around you when you don't find your path, and wasting energy blaming others. You’re a bright, self-loving individual, believing in yourself and those around you, not dependent on anyone, choosing your path because you want to, not out of obligation, and staying true to your dream to the end.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "20": {
    "all": "You might be a disorganized person, distrustful of everyone, especially family, running away from your roots, easily leaving family behind, not using the gifts your heritage gives you, ignoring advice, and wandering aimlessly while complaining about life. You hold a high position in your family and society, ready for it, using wisdom and experience to guide different groups – family, teams, companies – toward better outcomes, being an excellent listener, extracting tons of value from useless information, building systems from scratch, and fitting into any system, seeing connections.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "21": {
    "all": "You might be a closed-off, withdrawn, and rude person, fearing change, criticizing everything, running away from anyone who confuses you, not listening to other perspectives, seeing only yourself, and being fearful of everything. You’re open to the world, tolerant, accepting of everyone, finding nothing strange, focused on your life, always developing, able to interact on a global level with anyone.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  },
  "22": {
    "all": "You might feel overwhelmed by responsibilities, constantly feeling under pressure, unable to relax and have fun, always mentally elsewhere. You live in the moment, cheerful and free, able to turn any situation into a game and a joke, can bring even the dead to life with your humor, clearly express your desires and get what you want, see your goals clearly.",
    "short": "Ready to dive deeper into your true self? Unlock all the insights for just $7.99"
  }
}
