{
    "3": {
        "all": "\nYour life’s calling is all about creation in every form imaginable. Your superpower lies in bringing new things into existence, whether that's nurturing kids, kickstarting projects, or building a business empire. You’re like a wizard who sprinkles beauty and abundance wherever you go, turning mundane spaces into cozy, vibrant havens.\n\nKid Whisperer: Spend quality time with children, whether they’re your own, relatives, or in your community. Teach them, play with them, and help them discover their unique talents.\n\nGreen Thumb: Nurture plants and flowers. It’s not just about gardening; it’s about creating beauty and life around you.\n\nAnimal Care: Show some love to animals. Volunteer at a shelter, adopt a pet, or simply feed the birds. Your caring nature extends to all living things.\n\nProject Maven: Find a project that excites you and dive in. Whether it’s a DIY home improvement, a new business idea, or a creative hobby, put your heart into it.\n\nInvestment Guru: Learn about investments and passive income. This is part of creating a stable future where your creativity can thrive without financial stress.\n\nSelf-Care Day: Treat yourself to a day full of activities you love.",
        "short": "\nYour life’s calling is all about creation in every form imaginable. Your superpower...\n\nSpend quality time with children, whether they’re your own, relatives, or in your community. Teach them...Project Maven: Find a project that excites you and dive in..."
    },
    "4": {
        "all": "\nYou are the protector and guiding light of your family. Your mission is to build a rock-solid foundation for yourself and your loved ones. Whether it's in your career, your home, or your personal life, you're all about creating stability and security. You’re like a knight in shining armor, but instead of a sword, you wield responsibility and love.\n\nGoal-Setter Extraordinaire: Write down your biggest, most ambitious goals. Break them down into manageable steps and create a plan to achieve them.\n\nSupport System: Identify what supports you as a person. This could be your family, friends, hobbies, or even your morning routine. Strengthen these supports to help you stay grounded.\n\nSelf-SWOT: Do a SWOT analysis on yourself. List your strengths, weaknesses, opportunities, and threats. Use this analysis to turn your weaknesses into strengths and seize your opportunities.\n\nContinuous Learner: Never stop learning and growing. Take courses, attend workshops, and read books that help you develop both personally and professionally.\n\nHome Builder: Focus on creating a safe, comfortable home environment. This could mean home improvements, creating family traditions, or simply spending quality time with your loved ones.\n\nLoyalty and Love: Always prioritize your family and loved ones. Show them that you care through your actions and words, and make sure they know they can always count on you.",
        "short": "\nYou are the protector and guiding light of your family.\n\nYour mission is to build a ...\n\nGoal-Setter Extraordinaire: Write down your biggest, most ambitious...Home Builder: Focus on creating a safe, comfortable ..."
    },
    "5": {
        "all": "\nYour mission, should you choose to accept it (and you definitely should), is to become a lifelong learner. You’re a sponge, soaking up knowledge from every corner of the universe. Your thirst for learning is insatiable, and your job is to find those areas that light your fire. Dive into new hobbies, read voraciously, and explore every nook and cranny of your interests. But don’t keep this treasure trove of knowledge to yourself—share it! Teach others in a way that’s accessible and enjoyable, and always respect their perspectives.\n\nHome Organizer: Start by tidying up your space. A clean, organized environment is the first step to a clear mind.\n\nCourse Hunter: Find an interesting course that sparks your curiosity and sign up. Whether it’s pottery, quantum physics, or learning a new language, dive in with enthusiasm.\n\nBookworm: Pick up a new book in an area that interests you. Read, take notes, and let your mind wander through the pages.\n\nHobby Explorer: Try out new hobbies. The more you explore, the more likely you are to find something you’re passionate about. Plus, it’s fun!\n\nTeaching Moments: Share what you learn with others. It could be through casual conversations, formal teaching, or even starting a blog or YouTube channel.\n\nRespectful Listener: Always respect the opinions of others, even if you think you know better. Everyone’s journey is unique, and their experiences are valuable.",
        "short": "\nYour mission, should you choose to accept it (and you definitely should), is to become a ..\n\nCourse Hunter: Find an interesting course that sparks your curiosity ...Respectful Listener: Always respect the opinions of ..."
    },
    "6": {
        "all": "\nYour life’s mission is to embrace love in all its forms, starting with yourself. You’re here to follow your heart’s path, make meaningful connections, and create bonds that last a lifetime. Whether you’re building friendships, romantic relationships, or professional networks, you lead with your heart. You’re a magnet for people, drawing them into your warm, loving embrace. It’s not just about love; it’s about creating a life filled with joy, connection, and purpose.\n\nSelf-Love List: Write down everything you love unconditionally about yourself. Then do the same for your loved ones. Celebrate these qualities daily.\n\nCozy Creator: Make your home or workspace more comfortable and inviting. Add personal touches that reflect your personality and make you feel at ease.\n\nJoin Groups: Find and join groups or communities that share your interests. Engage actively and make meaningful connections.\n\nHeart Decisions: Practice making decisions based on what your heart tells you. Trust your intuition and don’t be afraid of the outcomes.\n\nLove in Action: Show your love through actions. Whether it’s small gestures of kindness or big acts of support, let your love be visible and felt.\n\nLearn and Connect: Enroll in courses or workshops that interest you and connect with like-minded individuals. Share your learning journey with them.",
        "short": "\nYour life’s mission is to embrace love in all its forms, starting with yourself. You’re here to follow...\n\nSelf-Love List: Write down everything you love unconditionally about yourself. Then do the same for your loved ...\n\nCozy Creator: Make your home or workspace more comfortable and inviting..."
    },
    "7": {
        "all": "\nYou’re the star of your own epic adventure, and your mission is to set and achieve ambitious goals. Life’s a journey, and you’re all about mapping out your path and charging ahead. You’re the protagonist, director, and leader in your story, inspiring others to follow your lead. It’s not just about personal success; it’s about bringing a team along for the ride and helping everyone achieve their dreams.\n\nGoal Planning: Write down a detailed plan for the next year. Make it realistic, with clear steps and an understanding of what you’ll need to sacrifice to achieve your desires.\n\nTravel Adventures: Plan trips and embrace the journey. Whether it’s a road trip, a flight to a new country, or a simple hike, make travel a part of your life.\n\nTeam Building: Find people who share your vision and form a team. Lead them with confidence, ensuring everyone feels valued and motivated.\n\nLead by Example: Be the leader you wish you had. Show through your actions how to achieve goals, face challenges, and stay committed.\n\nContinuous Improvement: Never stop improving yourself. Take courses, attend seminars, and seek out mentors who can help you grow.\n\nCelebrate Success: Recognize and celebrate your achievements and those of your team. Every milestone is a step closer to your ultimate goal.",
        "short": "\nYou’re the star of your own epic adventure, and your mission is to set ...\n\nGoal Planning: Write down a detailed plan for the next year. Make it realistic, with clear...\n\nTravel Adventures: Plan trips and embrace the..."
    },
    "8": {
        "all": "\nYour mission is to find and maintain balance in every aspect of your life. You’re a master of harmony, creating systems that work seamlessly and ensuring fairness and honesty in all dealings. Your journey is about understanding your place in the world, finding inner peace, and helping others do the same. Life’s ups and downs are just lessons to learn from, helping you refine your approach and grow wiser.\n\nMoral Dilemmas: Tackle a challenging moral question each week, considering it from multiple perspectives. This helps you develop empathy and a deeper understanding of different viewpoints.\n\nFairness Check: Regularly assess your actions to ensure they are fair and just. Make adjustments as needed to maintain harmony in your relationships and endeavors.\n\nGratitude Practice: Keep a gratitude journal, noting down things you’re thankful for each day. This helps you stay positive and balanced.\n\nMindfulness: Practice mindfulness and meditation to stay centered and focused. This helps you maintain inner peace and react calmly to life’s challenges.\n\nDeclutter: Periodically declutter your space and your mind. Let go of things that no longer serve you, making room for new opportunities.\n\nHealthy Lifestyle: Maintain a balanced lifestyle by eating well, exercising regularly, and getting enough rest. This keeps you physically and mentally balanced.",
        "short": "\nYour mission is to find and maintain balance in every aspect of your life. You’re a master of ...\n\nMoral Dilemmas: Tackle a challenging moral question each week, considering it from multiple ...\n\nFairness Check: Regularly assess your actions to ensure they are fair and just..."
    },
    "9": {
        "all": "\nYour life’s mission is to seek out wisdom and understanding, both about the world and yourself. You’re a sage in training, destined to discover deep truths and share them with others. Balance social interaction with solitude, using your alone time to reflect and gain insights that you can later share. Your journey is about finding your path and helping others find theirs.\n\nSolitude Time: Spend regular time alone, reflecting on your thoughts and experiences. Use this time to gain clarity and insight.\n\nJournal: Keep a journal of your thoughts, ideas, and discoveries. Writing helps you process your experiences and understand your journey better.\n\nKnowledge Sharing: Share your wisdom with others through writing, speaking, or mentoring. Your insights can be a beacon for those around you.\n\nFind Your Tribe: Connect with people who share your interests and values. Build a supportive community where you can learn from each other.\n\nBalance: Ensure you balance your time between social interactions and solitude. Too much of either can disrupt your inner peace.\n\nPersonal Growth: Continuously seek out opportunities for personal growth. Take courses, read books, and engage in activities that expand your understanding.",
        "short": "\nYour life’s mission is to seek out wisdom...\n\nSolitude Time: Spend regular time alone, reflecting on your thoughts and experiences. Use this ...\n\nJournal: Keep a journal of your thoughts..."
    },
    "10": {
        "all": "\nYour mission is to embrace your natural luck and charisma, using them to create a life of abundance and joy. You’re the lucky charm of the universe, attracting opportunities and blessings with ease. But this isn’t about coasting on luck alone; it’s about recognizing and seizing the opportunities that come your way, and sharing your good fortune with others. Engage actively with the world, build meaningful connections, and let your dreams guide you.\n\nSocial Butterfly: Make it a point to meet new people regularly. Expand your social circle and build a diverse network of friends and acquaintances.\n\nDream Big: Set ambitious goals and believe in your ability to achieve them. Your dreams are within reach if you’re willing to take the steps to realize them.\n\nGratitude Practice: Keep a gratitude journal, focusing on the blessings and opportunities in your life. This helps you maintain a positive mindset and attract more good fortune.\n\nStay Open: Be open to new experiences and opportunities. Say yes more often and embrace the unknown with confidence and curiosity.\n\nHelp Others: Share your good fortune with others. Whether it’s through mentorship, charity, or simply being a supportive friend, spread your positivity and luck.\n\nPersonal Development: Continuously work on your personal growth. Take courses, read books, and seek out experiences that help you become the best version of yourself.",
        "short": "\nYour mission is to embrace your natural luck and charisma, using ...\n\nSocial Butterfly: Make it a point to meet new people regularly. Expand your....\n\nDream Big: Set ambitious goals and believe in your ability..."
    },
    "11": {
        "all": "\nYour life’s mission is to understand and harness your inner power, using it for good and in moderation. You’re a powerhouse of potential, capable of achieving incredible things. But with great power comes great responsibility, so it’s crucial to use your abilities wisely and ethically. Know your strengths and fears, and learn to balance them to lead a fulfilling life.\n\nStrength List: Write down your strengths and how you can use them to make a positive impact. Acknowledge your fears and work on overcoming them.\n\nFitness Routine: Engage in regular physical activity to channel your energy positively. Join a gym, take up a sport, or go for nature walks.\n\nAnimal Connection: Spend time with animals. Their presence can be calming and help you connect with your nurturing side.\n\nNature Time: Spend time in nature to ground yourself and find inner peace. Whether it’s a hike, a beach day, or simply a walk in the park, let nature soothe your soul.\n\nCreative Outlet: Find a creative outlet that allows you to express your inner thoughts and emotions. This could be writing, painting, music, or any other form of art.\n\nPositive Influence: Use your influence to lead and inspire others. Be a role model and help those around you achieve their goals.",
        "short": "\nYour life’s mission is to understand and harness your inner...\n\nStrength List: Write down your strengths and how you can use them to make a positive impact. Acknowledge your fears and work on overcoming them.\n\nFitness Routine: Engage in regular physical activity..."
    },
    "12": {
        "all": "\nYour mission is to master the art of setting and maintaining personal boundaries. You’re a beacon of creativity and innovation, but to harness this fully, you must first take care of yourself. Learn to say no, set clear limits, and prioritize your well-being. This self-love and boundary-setting will prevent burnout and allow your creative energies to flourish.\n\nBoundary Setting: Clearly define and communicate your boundaries. Whether it’s in your personal or professional life, make sure others understand and respect your limits.\n\nSelf-Care: Prioritize self-care. Schedule regular time for activities that rejuvenate you, whether it’s a spa day, a quiet reading session, or a solo walk.\n\nNew Learning: Embrace new and unconventional learning experiences. Take up a quirky hobby or enroll in a course that piques your curiosity.\n\nCreative Expression: Keep a journal for your wild and creative ideas. Don’t censor yourself—let your imagination run free.\n\nCommunity Service: Spend time at a shelter or community center. Helping others can be deeply fulfilling and offer new perspectives.\n\nUnusual Interests: Dive into hobbies and interests that others might find strange. Your unique passions are part of what makes you special.",
        "short": "\nYour mission is to master the...\n\nBoundary Setting: Clearly define and communicate your ...\n\nSelf-Care: Prioritize self-care. Schedule regular..."
    },
    "13": {
        "all": "\nYour mission is to embrace change and transformation in all aspects of your life. You’re here to shed old patterns, beliefs, and relationships that no longer serve you. This constant evolution is your path to growth and fulfillment. Embrace the unknown, face your fears, and move forward with confidence.\n\nDeclutter: Regularly declutter your physical space. Get rid of items that no longer serve a purpose in your life.\n\nSpontaneous Adventures: Embark on spontaneous adventures. Whether it’s a weekend getaway or trying a new activity, step out of your comfort zone.\n\nPersonal Growth: Engage in activities that promote personal growth. This could be reading self-help books, attending workshops, or practicing mindfulness.\n\nChange Your Look: Experiment with changing your appearance. A new hairstyle, wardrobe, or even a different way of presenting yourself can be invigorating.\n\nFace Your Fears: Identify your fears and work on overcoming them. Each small victory builds your confidence and resilience.\n\nPositive Change: Focus on positive changes in your life. Set goals that challenge you and move you towards your ideal self.",
        "short": "\nYour mission is to embrace change ...\n\nDeclutter: Regularly declutter your physical space....\n\nSpontaneous Adventures: Embark on spontaneous..."
    },
    "14": {
        "all": "\nYour life’s mission is to find inner peace and balance through creativity and mindfulness. You’re an alchemist, blending different aspects of your life into a harmonious whole. Focus on the process rather than the outcome, and let your creative pursuits guide you to serenity and fulfillment.\n\nBe creative:  Whether it’s painting, writing, or playing an instrument, lose yourself in the process.\n\nMindfulness Practice: Develop a mindfulness practice to stay grounded and present. Meditation, yoga, and deep breathing exercises can help you find inner peace.\n\nInnovation: Seek out new and innovative ways to solve problems. Think outside the box and be open to unconventional solutions.\n\nProcess Over Outcome: Focus on the process rather than the end result. Enjoy the journey and let go of any attachment to the outcome.\n\nPersonal Projects: Start a personal project that excites you. It could be anything from gardening to coding—choose something that sparks joy and curiosity.\n\nInner Reflection: Spend time in self-reflection. Journal your thoughts, meditate on your experiences, and seek to understand your inner workings.",
        "short": "\nBe creative:  Whether it’s painting...\n\nMindfulness Practice: Develop a mindfulness ..."
    },
    "15": {
        "all": "\nYour mission is to understand and integrate the darker aspects of yourself and others. You’re adept at seeing people’s flaws and weaknesses, but it’s crucial to use this insight for good. Develop your psychological skills and avoid manipulating others. Embrace your power and use it to uplift rather than control.\n\nStrengths and Weaknesses: List your strengths and weaknesses. Develop a plan to turn your weaknesses into strengths and use your strengths to make a positive impact.\n\nHealthy Habits: Replace negative habits with positive ones. Focus on personal growth and well-being.\n\nEthical Influence: Use your influence ethically. Inspire and motivate others without manipulating or controlling them.\n\nSelf-Reflection: Spend time in self-reflection to understand your inner workings. Journal your thoughts, meditate, and seek therapy if needed.\n\nAnimal Therapy: Spend time with animals. Their unconditional love and presence can be calming and grounding.\n\nNature Retreats: Retreat to nature regularly to recharge and find balance. Hiking, camping, or simply spending time outdoors can be rejuvenating.",
        "short": "\nYour mission is to understand and...\n\nStrengths and Weaknesses: List your strengths ...\n\nHealthy Habits: Replace negative habits..."
    },
    "16": {
        "all": "\nYour mission is to lead through transformation and inspire others with your example. You’re here to challenge the status quo, break free from old patterns, and create new ways of thinking and being. Embrace your role as a builder of new paradigms, and don’t fear change—it’s your path to growth and leadership.\n\nCharacter Building: Identify experiences that have shaped your character. Reflect on these and find lessons in each one.\n\nTransformation Journal: Keep a journal of your personal transformations. Document your growth and the changes you’ve made.\n\nTeach and Inspire: Share your journey and insights with others. Be a mentor, coach, or leader, guiding others through their own transformations.\n\nSpiritual Practice: Develop a spiritual practice that helps you stay connected to your higher self. Meditation, prayer, or contemplation can be powerful tools.\n\nInnovation Projects: Engage in projects that challenge the status quo. Look for innovative solutions to common problems and be a pioneer in your field.\n\nMaterial Detachment: Practice detachment from material possessions. Focus on experiences and personal growth rather than accumulating things.",
        "short": "\nYour mission is to lead through ...\n\nCharacter Building: Identify experiences that have shaped ...\n\nTransformation Journal: Keep a journal..."
    },
    "17": {
        "all": "\nYour mission is to shine brightly and inspire others through your creativity and presence. You’re here to be a beacon of light, guiding others with your talents and positive energy. Embrace your role as a leader and creator, and use your gifts to make the world a better place.\n\nCreative Expression: Engage in creative activities that allow you to express yourself fully. Whether it’s art, music, writing, or another form, let your light shine.\n\nInspirational Leadership: Lead by example and inspire others with your actions. Be a role model and a source of motivation for those around you.\n\nPersonal Blog: Start a blog or journal where you share your experiences and insights. Your stories can inspire and guide others on their journeys.\n\nTalent Development: Continuously develop your talents. Take classes, attend workshops, and practice regularly to hone your skills.\n\nSupportive Network: Build a supportive network of friends and mentors who encourage your growth and celebrate your successes.\n\nBalance and Humility: Balance your confidence with humility. Recognize your achievements without overshadowing others, and use your influence to lift them up.",
        "short": "\nYour mission is to shine ...\n\nCreative Expression: Engage in creative activities ...\n\nInspirational Leadership: Lead by example ..."
    },
    "18": {
        "all": "\nYour mission is to harness the power of your thoughts and emotions to manifest your desires. You’re a magician, capable of turning your dreams into reality. But this power requires discipline and positivity. Clear your mind of negative beliefs, embrace your intuition, and focus on creating a life filled with purpose and joy.\n\nThought Cleansing: Identify and eliminate negative beliefs. Replace them with positive affirmations and focus on your strengths and possibilities.\n\nVisualization: Practice visualization techniques. Picture your goals as already achieved, and feel the emotions associated with your success.\n\nIntuition Trust: Trust your gut feelings and intuition. They’re your internal compass, guiding you towards your true path.\n\nCreative Projects: Engage in creative activities that align with your passions. Let your creativity flow and manifest your ideas into reality.\n\nMindfulness Practice: Develop a mindfulness practice to stay present and focused. Meditation, yoga, and deep breathing exercises can help you maintain a positive mindset.\n\nGratitude Journal: Keep a gratitude journal to focus on the positive aspects of your life. This helps you stay positive and attract more good things.",
        "short": "\nYour mission is to harness the power of your...\n\nThought Cleansing: Identify and eliminate negative beliefs. Replace ...\n\nVisualization: Practice visualization techniques..."
    },
    "19": {
        "all": "\nYour mission is to lead and inspire others with your actions and presence.\n\nYou’re a guiding light, helping others navigate their paths and find their own light. Embrace your role as a leader and mentor, and use your energy to create a positive impact on the world.\n\nCommunity Building: Build and nurture a supportive community. Connect with like-minded individuals and create a network of mutual support and encouragement.\n\nSelf-Love: Practice self-love and self-care. Recognize your worth and celebrate your achievements.\n\nLeadership Role: Take on leadership roles in your community or profession. Use your influence to inspire and guide others.\n\nContinuous Learning: Engage in continuous learning and self-improvement. Take courses, read books, and seek out new experiences that help you grow.\n\nPositive Impact: Focus on creating a positive impact through your actions. Volunteer, mentor, or start initiatives that benefit others.\n\nBalance Responsibility: Balance your responsibilities with self-care. Recognize what’s within your control and let go of what’s not.",
        "short": "\nYour mission is to lead and inspire ...\n\nCommunity Building: Build and nurture a supportive ...\n\nSelf-Love: Practice self-love and self-care..."
    },
    "20": {
        "all": "\nYour mission is to heal and strengthen family bonds, both within your immediate family and your extended tribe. You’re here to honor family traditions, resolve ancestral traumas, and create a legacy of love and unity. Embrace your role as the family healer and use your insights to create a harmonious and supportive family environment.\n\nFamily Time: Spend quality time with your family. Create traditions and rituals that bring you closer together.\n\nSupportive Leadership: Be a supportive leader in your family. Offer guidance, love, and support in times of need.\n\nAncestral Healing: Work on healing ancestral traumas. Seek therapy, engage in family history research, and find ways to resolve past wounds.\n\nLegacy Building: Focus on creating a positive legacy for future generations. Teach your children and grandchildren the values and traditions that are important to your family.\n\nCommunity Involvement: Get involved in your community. Build networks and alliances that support your family’s growth and well-being.\n\nSelf-Care: Take care of yourself to be the best version of yourself for your family. Prioritize self-care and self-love.",
        "short": "\nYour mission is to heal and strengthen...\n\nFamily Time: Spend quality time with you...\n\nSupportive Leadership: Be a supportive leader..."
    },
    "21": {
        "all": "\nYour mission is to understand and embrace the diversity of the world. You’re here to learn from different cultures, connect with people from all walks of life, and promote unity and understanding. Travel, explore, and share your insights to create a more inclusive and harmonious world.\n\nTravel: Travel as much as possible. Explore new places, meet new people, and immerse yourself in different cultures.\n\nCultural Learning: Study different cultures and languages. Understand their customs, traditions, and ways of life.\n\nGlobal Networks: Build global networks and communities. Connect with people from all over the world and collaborate on projects and initiatives.\n\nInclusive Mindset: Foster an inclusive mindset. Embrace diversity and promote understanding and acceptance.\n\nEnvironmental Care: Focus on environmental sustainability. Work on projects that protect the planet and promote ecological balance.\n\nPhotography: Document your travels and experiences through photography. Share your insights and stories to inspire others.",
        "short": "\nYour mission is to understand and embrace ...\n\nTravel: Travel as much as possible....\n\nCultural Learning: Study different cultures ..."
    },
    "22": {
        "all": "\nYour mission is to break free from societal constraints and live a life of freedom and authenticity. You’re here to challenge norms, pursue your passions, and inspire others to do the same. Embrace your free-spirited nature and let your heart guide you towards a life of adventure and fulfillment.\n\nSpontaneous Adventures: Embark on spontaneous adventures. Let your heart lead you to new places and experiences.\n\nPassion Projects: Pursue your passions without hesitation. Whether it’s a hobby, a career change, or a personal project, follow your heart.\n\nBreak Free: Identify and break free from limiting beliefs and societal constraints. Challenge the status quo and live authentically.\n\nChildhood Dreams: Reconnect with your childhood dreams. Remember what you loved as a child and incorporate those passions into your life.\n\nPlay and Fun: Embrace play and fun. Watch comedy shows, play games, and engage in activities that bring you joy.\n\nSocial Connections: Build connections with like-minded free spirits. Surround yourself with people who inspire and support your journey.",
        "short": "\nYour mission is to break free from societal ...\n\nSpontaneous Adventures: Embark on spontaneous adventures. Let ...\n\nPassion Projects: Pursue your passions without ..."
    }
}