{
  "1": {
    "all": "You're the master of your own love life, always in control and playing your cards right. You’re the one who’s gonna initiate that conversation and sweep someone off their feet, with your charm dialed up to 11.\n\nHow You Meet- Honestly, it could be anywhere because you’ve got that “I’m here to win” energy. If you’re interested, you’ll make it happen, no matter the circumstances.\n\nYou need a partner who’s all in, just like you. You set the bar high, and you’re not about to settle for less.",
    "short": "You're the master of your own love life, always in control and ..."
  },
  "2": {
    "all": "You’re that mysterious, quiet type who’s got a lot going on under the surface. People are drawn to your calm and collected demeanor.\n\nDon’t be surprised if your love story starts in a totally unexpected way—like bumping into someone at a weird place and just *knowing* they’re special. You’re all about those serendipitous, fated meetings.\n\nYou follow your heart and trust your gut, taking your time to dive into something serious. You’re looking for deep connections, not just surface-level stuff.",
    "short": "People are drawn to your calm and collected demeanor...Don’t be surprised if your love story starts in a totally ..."
  },
  "3": {
    "all": "You’re all about that cozy, loving, let’s-build-a-life-together energy. You want a partner who sees you as the queen/king you are and is ready to build a palace with you.\n\nMost likely through someone you trust, like a friend or family member, or in a setting that’s all about beauty—think art galleries, nature spots, or elegant social gatherings.\n\nYou’re looking for a solid, stable relationship where you’re cherished and adored. But let’s be honest, your standards are sky-high, and you’re not about to lower them.",
    "short": "You’re all about that cozy, loving, let’s-build-a-life-together energy. You want a...If you haven’t found “the one,” you might be..."
  },
  "4": {
    "all": "Let’s be real—romance isn’t your forte. You’re all about structure, order, and making sure everything’s running smoothly. You’re not one for grand gestures, but you get the job done.\n\nProbably through work or some official setting. Think of your first date as more of a serious interview than a casual hangout.\n\nFeelings? Yeah, you’ve got them, but they’re locked down tight. If you let someone in, it’s because they’ve earned your respect, and that’s no small feat.",
    "short": "You’re all about structure, order, and making sure everything’s running smoothly..."
  },
  "5": {
    "all": "You’re all about deep, meaningful connections based on shared values and mutual respect. Traditions, family, and faith guide you in love.\n\nProbably somewhere educational or cultural—maybe a museum, a class, or even at a family gathering. You’re drawn to people who share your worldview.\n\nYou want someone who gets you on every level—spiritual, intellectual, and emotional. If it doesn’t click right away, you’re out.",
    "short": "You’re all about deep, meaningful connections based on shared values and mutual respect..."
  },
  "6": {
    "all": "You’re the life of the party and your love life is no exception. You crave balance, but your intense emotions can either keep things spicy or make everything a hot mess.\n\nThink glamorous events, art galleries, or maybe even the office. Wherever beauty and creativity are celebrated, that’s where you’ll find your match.",
    "short": "You crave balance, but your intense emotions can either keep things spicy or make everything a hot mess..."
  },
  "7": {
    "all": "Fast, furious, and goal-oriented. You’re all about moving forward and achieving things together—no time for emotional baggage.\n\nAnywhere there’s movement—public transit, a sports event, or maybe even a marathon. You’re drawn to action and people who keep up with your pace.\n\nYou need a partner who’s ready for the fast lane. Think mutual goals, constant improvement, and never staying in one place for too long.",
    "short": "Fast, furious, and goal-oriented. You’re all about moving forward..."
  },
  "8": {
    "all": "You’ve got a checklist for your ideal partner and you’re sticking to it. You know your worth and won’t settle for anything less than what you deserve.\n\nExpect to bump into your match somewhere serious—like a courthouse, a legal seminar, or even at a family gathering.\n\nYou’re looking for someone who understands you and shares your values. Communication is key, and you don’t have time for drama.",
    "short": "You’ve got a checklist for your ideal partner and you’re sticking to it..."
  },
  "9": {
    "all": "You’re the ultimate introvert, more comfortable in your own world than out mingling. Relationships? Only if they’re deep and meaningful.\n\nLikely in a library, a classroom, or on a solo backpacking trip. You’re not one to frequent loud parties, but you might meet someone who shares your love for solitude.\n\nBeing alone is your happy place, but even you sometimes feel the need for companionship. You’ll take your time, making sure the connection is genuine.",
    "short": "You’re the ultimate introvert, more comfortable in..."
  },
  "10": {
    "all": "You believe in destiny, and your love life is a rollercoaster of ups and downs. You’re always ready to go with the flow and see where life takes you.\n\nFate’s got your back, so expect a random encounter—maybe at a coffee shop, on a plane, or at a spontaneous event. It’s all about being in the right place at the right time.",
    "short": "You’ve got a lucky streak in love, often finding partners..."
  },
  "11": {
    "all": "You’re the rock in any relationship, calm and collected with a heart of gold. But don’t mistake your quiet strength for passivity—you’re fiercely loyal and protective.\n\nSomewhere where your calm demeanor stands out—maybe while helping someone, volunteering, or in a place that values compassion.\n\nYou’re patient and loyal, waiting for the right partner who appreciates your inner strength. You don’t need flashy displays of affection; you’re all about the steady and true.\n\nYou’re the partner everyone wishes they had—supportive, reliable, and willing to weather any storm. You might put others’ needs ahead of your own, leading to feelings of being unappreciated. Sometimes, your strength can turn into stubbornness, making it hard for you to compromise.",
    "short": "Somewhere where your calm demeanor stands out—maybe..."
  },
  "12": {
    "all": "You’re the one who’s a bit different from everyone else—unconventional and not afraid to show it. Relationships with you are all about growth, understanding, and learning to see things from a new perspective.\n\nExpect to meet someone in a quirky place—maybe at a concert, a themed party, or anywhere that’s off the beaten path.\n\nYou’re always ready to give love and care, but you need a partner who’s equally committed to growth. You’re not here for shallow connections. You might end up in a relationship where you’re giving more than you’re getting, feeling like you’re always sacrificing but never receiving the love you deserve.",
    "short": "Expect to meet someone in a..."
  },
  "13": {
    "all": "Change is your middle name, and your love life reflects that. You’re not afraid to end what’s not working to make room for something new.\n\nPossibly while going through a big life change—moving to a new city, starting a new job, or during a major life event. You’re drawn to people who embrace change as much as you do. Relationships for you are about growth and transformation.",
    "short": "Relationships for you are about growth and transformation..."
  },
  "14": {
    "all": "You’re all about that chill, balanced life. Your relationships are calm, steady, and filled with mutual respect—basically, the relationship version of a cozy cup of tea on a rainy day. You might meet your match in a relaxed, peaceful setting—maybe at a café, a park, or even a quiet corner at a social event. You value stability and harmony, so you’re looking for someone who brings peace to your life. You create a serene environment where both partners can thrive. If the balance tips, things can get out of whack fast.",
    "short": "You’re all about that chill, balanced life. Your relationships are..."
  },
  "15": {
    "all": "Think intense, passionate, and just a little bit dangerous. Your relationships are like a rollercoaster—thrilling but not for the faint of heart. It’s all about the chemistry. You’ll meet where the vibes are electric—think parties, clubs, or even during a spontaneous adventure.",
    "short": "It’s all about the chemistry. You’ll meet where the..."
  },
  "16": {
    "all": "Get ready for some shake-ups. Your relationships are all about big changes, and sometimes those changes come out of nowhere. You might meet in a situation that’s intense or even a bit chaotic—like during a crisis or a major life change. When everything’s in flux, that’s when your connection will spark.",
    "short": "Get ready for some shake-ups. Your relationships are all about..."
  },
  "17": {
    "all": "Bright, hopeful, and inspiring—your relationships are a beacon of positivity. You’re all about bringing light and optimism to everything you do. You’ll likely meet at a place where people are shining—maybe at a concert, a social event, or even a community project. You’re looking for a partner who shares your positive outlook on life.",
    "short": "Bright, hopeful, and inspiring—your relationships are a beacon of positivity..."
  },
  "18": {
    "all": "Mysterious, deep, and a little bit dreamy. Your relationships are like a night under the stars—full of wonder, but also a little confusing. You might meet in a place connected to art, music, or even a spiritual gathering. You’re searching for someone who understands your complex inner world.",
    "short": "Mysterious, deep, and a little bit dreamy. Your relationships are like a night under the stars..."
  },
  "19": {
    "all": "Warm, vibrant, and full of joy. Your relationships are a sunny day—bright, cheerful, and life-affirming. You’re likely to meet where happiness thrives—at a party, during a holiday, or even a fun social gathering. You’re the type who attracts others with your radiant energy. You want a partner who can match your enthusiasm for life.",
    "short": "Your relationships are a sunny day—bright, cheerful, and life-affirming..."
  },
  "20": {
    "all": "Reflective, transformative, and deeply meaningful. Your relationships are about growth, both as individuals and as a couple. Your paths might cross during a significant life event—something that makes you both stop and think. You’re looking for a partner who’s on the same spiritual or intellectual wavelength.",
    "short": "Your relationships are about growth, both as individuals and as a couple..."
  },
  "21": {
    "all": "Expansive, inclusive, and full of possibility. Your relationships are like a grand adventure, taking you to new places—both literally and emotionally. You’re likely to meet during a time of exploration—traveling, studying abroad, or even at a cultural event. You’re drawn to people who broaden your horizons.",
    "short": "Your relationships are like a grand adventure, taking you to new places—both literally and emotionally..."
  },
  "22": {
    "all": "Spontaneous, fun, and a little unpredictable. Your relationships are about living in the moment and embracing the unexpected. You’ll probably meet while on an adventure—traveling, at a festival, or during some spur-of-the-moment activity. You need a partner who’s just as free-spirited as you are.",
    "short": "Your relationships are about living in the moment and embracing the unexpected..."
  }
}