{
  "3": {
    "all": "So, you've got this sacral energy running through your veins, which basically means you’re like a magnet for all things feminine and nurturing. Your cash flow? Yeah, it’s totally tied to how well you vibe with your inner goddess. The universe is giving you a big thumbs-up to dive into any job that involves working with women, for women, or around women. We're talking beauty, fashion, aesthetics—anything that makes the world a prettier place.\n\nIf you’re into kids, even better! You’d totally rock it in jobs where you get to work with children or deal with parent-kid relationships. Think of roles in public service, social work, or even organizing fun stuff for the little ones and their moms. Got a knack for selling stuff? Focus on products for women and kids—like toys, clothes, and cosmetics—and watch the money roll in.\n\nAnd hey, if you’re the artsy type, you’re in luck. Creating beautiful things—be it fashion, jewelry, or just getting creative—could totally be your jam. Plus, if you’ve got a green thumb or love animals, growing plants or raising critters could also be a sweet gig for you.\n\nOh, and here’s the kicker: there’s even a chance you could score some passive income from your kids or parents down the line. Yup, living off their success might just be in the cards for you too. So basically, your destiny is all about embracing those feminine vibes and turning them into cold, hard cash. Go get ’em!",
    "short": "So, you've got this sacral energy running through your veins, which basically means you’re like a magnet for all things feminine and nurturing. Your cash flow? Yeah, it’s totally tied to..."
  },
  "4": {
    "all": "You’re the type of person who isn't meant to just follow orders. Nope, you’re all about taking charge and making things happen. You're a natural-born leader with the kind of energy that screams, 'I’m in control here!' When it comes to money, it's not just about having enough to get by—you want the best of the best, and you’ve got the ambition to get it. Fancy house? Check. Expensive car? Definitely. Status? Absolutely, because for you, success is about more than just the paycheck. It’s about proving to yourself and everyone else that you’ve got what it takes to be on top.\n\nYou're not the kind of person who should be stuck working under someone else. You thrive when you’re in charge, when you can take on big responsibilities and own the outcomes. You’ve got a talent for business and finding opportunities, so trust that instinct of yours—it’s sharp. Oh, and debts? Not your thing. You’re all about figuring out how to multiply what you’ve got, not cutting corners or scraping by.\n\nBottom line: You’re here to lead, to create, and to show the world what you’re made of",
    "short": "You've got serious leadership energy, the kind that’s meant to build empires, not just follow orders. You're driven by the desire for success—big house, expensive car, top-tier status..."
  },
  "5": {
    "all": "You’re basically a natural-born teacher or healer. Think of yourself as the wise guide everyone needs, whether you're passing on knowledge in the classroom or saving lives in the hospital. But here's the kicker—money's not your top priority. You're more into collecting wisdom and spreading it around, which ironically, could lead you to earning more than you ever imagined. You’ve got a thing for giving back, sometimes to the point of doing stuff for free that you could totally get paid for (seriously, start charging!).\n\nYour financial flow is like a magic tap that turns on every time you level up your knowledge. The more you learn, the more you can teach, and the more you’ll get rewarded for it. So, when you feel stuck, just hit the books or take a course—it’s your secret weapon to unlocking the next financial level.\n\nWhile teaching and medicine are your obvious sweet spots, don’t feel boxed in. Whatever you do, you’ll find yourself drawn to learning, teaching, and pushing the boundaries of knowledge. It’s all about finding your mission, something that truly resonates with you. Without that sense of purpose, work will drain you faster than a phone on 1%.\n\nYour power lies in three key things: belief, mission, and structure. You’ve got to believe in what you’re doing, have a clear mission, and follow a set of rules or systems to stay on track. Oh, and one last thing—steer clear of any shady business. Deception or going against the ‘religion’ of your company? That’s a big no-no for you. Stick to your mission, keep learning, and share that knowledge—it’s your golden ticket to financial and personal fulfillment.",
    "short": "You’re basically a natural-born teacher or healer. Think of yourself as the wise guide everyone needs, whether you're passing on knowledge in the classroom or saving lives in the hospital..."
  },
  "6": {
    "all": "Your cash flow is all about connections, partnerships, and collaborations. You’re that person who knows how to work a room, charm your way through any situation, and make those connections that open doors and bring big opportunities. Whether you're a man or a woman, you’ll find your financial groove by engaging with the opposite sex—flirting, charm, and a bit of playful energy can work wonders for your bank account.\n\nYou’re naturally creative, with a deep appreciation for elegance and beauty. But here’s the kicker: you absolutely need to be in love with what you do. If your work doesn’t set your heart on fire, you’ll struggle to stay motivated, and your results will take a nosedive. You thrive in environments that are all about beauty, luxury, fashion, style, art, and culture—or at the very least, somewhere you can be in the spotlight.\n\nYour success isn’t just about what you do, but how many people know your name and are talking about you. Whether you're working for yourself or someone else, you’ll naturally gravitate toward the most prestigious places, the biggest companies, and the trendiest offices. Your ideal financial flow comes from strong partnerships—whether it’s a joint business venture, a collaborative project, or just having a solid network around you. You shine brightest when you're recognized and loved by those around you.\n\nWith this energy, you’re likely to excel as a sales agent, real estate broker, headhunter, PR guru, marketer, or brand representative. You might also find your niche in museums, promoting art to the masses, or even as a TV or radio host. Essentially, any role where making connections, being in the public eye, and appreciating the finer things in life is key to success.",
    "short": "Your cash flow is all about connections, partnerships, and collaborations. You’re that person who knows how to work a room..."
  },
  "7": {
    "all": "For you, life is all about movement—constant, unrelenting movement. Whether it’s your career, spiritual path, or pursuit of cold, hard cash, staying still is simply not an option. Money will flow to you as long as you have a clear goal and the guts to charge straight toward it, bulldozing through obstacles like they’re made of tissue paper.\n\nThe key to unlocking your financial fortune is to set your sights on what you want, figure out what it’ll cost, and then mentally brace yourself to dive headfirst into the fray. The Seventh Energy gives you the leadership skills and the drive to be the engine of any process you’re involved in. You’re not built to be a follower, and if you find yourself in a dead-end, 9-to-5 grind, it’s a sign that your energy is in serious trouble—or maybe you’re not a real “Seventh” after all.\n\nYour financial power thrives on speed and the ability to go full throttle toward your goals, even if that means stepping on a few toes along the way. This might sound ruthless, but hey, sometimes that’s what it takes to reach the top. But be careful not to let your drive blind you; you don’t want to derail your own train by being too single-minded.\n\nYou’re a natural-born motivator, and you shine brightest when you’re leading a team. Your job is to set the pace, spark the inspiration, and paint the big picture. However, you’re also smart enough to know that you can’t do everything yourself. Delegating is your secret weapon—let others handle the details while you keep pushing forward.\n\nCompetition? Oh, you live for it. Loves a good race, whether it’s in business or life. You’re all about winning, collecting titles, and racking up trophies. If you’re not standing on the top step of the podium, it doesn’t count. And if someone wants to get you moving, all they have to do is dangle the promise of victory—just be aware that they’re probably setting themselves up for second place.\n\nIn the end, energy drives you toward high earnings, luxury, and a life that’s anything but average. Just remember, it’s a never-ending journey—so keep moving, keep pushing, and don’t ever slow down.",
    "short": "For you, life is all about movement—constant, unrelenting movement. Whether it’s your career, spiritual path, or pursuit of cold, hard cash..."
  },
  "8": {
    "all": "For those with a relentless drive and a knack for hard work, both physically and mentally, your financial success hinges on your ability to do any job and do it well. You possess a unique ability to set high standards and stick to them, no matter how rigid they might seem to others. Your meticulous nature, coupled with patience and a determination to see things through, means that whatever endeavor you commit to is bound to pay off in the long run. The key is to decide on a path and take that first step.",
    "short": "For those with a relentless drive and a knack for hard work, both physically and mentally, your financial success hinges on your ability to..."
  },
  "9": {
    "all": "You are like that genius who’s always got their nose in a book or tinkering with the next big idea. Your superpower? Intellectual grind. We’re talking top-tier educators, mad scientists, literary legends, and the kind of engineers who build the future while the rest of us are still figuring out our smartphones. For you, it’s not about stacking cash—it’s about leaving a legacy, making those world-changing discoveries that put your name in the history books.\n\nMoney? Meh. It’s cool and all, but it’s not what drives you.",
    "short": "You are like that genius who’s always got their nose in a book or tinkering with the next big idea. Your superpower? ..."
  },
  "10": {
    "all": "Imagine your money energy as a wild rollercoaster ride, full of twists, turns, and unexpected drops. You don’t just earn money the typical way—it’s more like you attract it in waves. One moment, you’re flush with cash, and the next, you're waiting for the next big surge. But here’s the thing: you’re not about saving for a rainy day. Nope, that’s not your style. Trying to hoard money just messes with your flow. Instead, you let it come and go, trusting that the universe has got your back and another wave of abundance is always just around the corner.",
    "short": "Imagine your money energy as a wild rollercoaster ride, full of twists, turns, and unexpected drops. You..."
  },
  "11": {
    "all": "You're the kind of person whose money loves action, power, and movement. Your energy literally drives the financial flow in your direction when you're working at full capacity. For you, money isn't just a means to live; it's a symbol of your success and the goals you've achieved. You thrive when your efforts yield tangible results, whether it's sealing big deals, earning high salaries, or living a life of luxury.",
    "short": "You're the kind of person whose money loves action, power, and movement. Your energy literally..."
  },
  "12": {
    "all": "When it comes to money energy, you’ve got a unique twist with this one. Creativity and a knack for thinking outside the box are your golden tickets. You don’t just work—you create, innovate, and feel your way through situations. Your ability to anticipate what’s coming, to sense the vibes around you, gives you an edge in predicting trends and demands.",
    "short": "When it comes to money energy, you’ve got a unique twist with this one. Creativity and a knack for thinking outside the box are your golden tickets..."
  },
  "13": {
    "all": "When it comes to money energy, people with transformative traits like yours are marked by a natural inclination toward change and a periodic need to switch things up. You simply can't stick with the same monotonous job for too long, even if there's potential for growth. If you find yourself stuck in a rut, with your energy feeling blocked or stagnant, it's a sign that you need to pivot—drop your current occupation and dive into something entirely new.",
    "short": "When it comes to money energy, people with transformative traits like yours are marked by a natural inclination toward change and a periodic need to switch things up..."
  },
  "14": {
    "all": "When it comes to financial energy, the key lies in finding the right balance and measure in everything you do. People with this type of energy excel in professions that require patience, precision, and an unwavering adherence to set rules and proportions. Whether it's working as a pharmacist, aromatherapist, homeopath, chemist, lab technician, healer, or even a perfumer or chef, these roles align perfectly with their natural talents.",
    "short": "When it comes to financial energy, the key lies in finding the right balance and measure in everything you do..."
  },
  "15": {
    "all": "Alright, here’s the lowdown on you and your relationship with money and power. You’ve got this intense energy that thrives in the shadows, seeing opportunities where others don’t even think to look. You’re not about playing it small or sticking to the straight and narrow. Nope, you’re all about the big game, the high stakes, and you’re totally cool with bending the rules if that’s what it takes to get ahead. Your ability to navigate human flaws and weaknesses is next level. Whether it’s capitalizing on people’s vices—like working in bars, tobacco shops, or the entertainment industry—or using your insight into human nature to guide others through their own issues, you’ve got a knack for turning the darker sides of life into something profitable. You’re also a master manipulator in the best sense, able to work a room, close deals, and make connections that most people can only dream of. Whether you’re a realtor, broker, marketer, or even in politics, you know how to play the game to win. And let’s be real—you love the game, the status, the power that comes with it. But here’s the kicker: with all this power comes a serious karmic responsibility. The universe doesn’t give without eventually taking back, so while you might be able to take everything you want from life, just remember—there’s always a price. But for someone like you, who thrives on risk and the thrill of the chase, that price might just be worth paying.",
    "short": "Alright, here’s the lowdown on you and your relationship with money and power. You’ve got this intense energy...But here’s the kicker: with all this power comes..."
  },
  "16": {
    "all": "When it comes to handling money, your journey is like navigating a minefield—full of potential rewards but also fraught with risk. You’re someone who thrives when building something from the ground up, whether that’s a business, a career, or a financial plan. However, the energy you carry also comes with a tendency for sudden, unexpected changes. Just when you think you’ve got everything under control, life has a way of pulling the rug out from under you. In your case, it’s crucial to keep moving, to stay in the process of building without getting too attached to the end goal. As long as you’re laying each new brick with care, you’ll keep progressing. But the moment you start to think you’ve “made it,” that’s when the universe throws in a curveball. It’s almost as if you’re not meant to reach the finish line too easily—the journey itself is your reward. Your financial life is marked by the need for constant vigilance. You’re not the type who can safely park money in stocks, banks, or other electronic assets without a second thought. The risks are high, and there’s always a chance you could lose it all in an instant. Instead, you’re better off focusing on tangible, real-world investments that you can control directly, like real estate or a personal business.",
    "short": "When it comes to handling money, your journey is like navigating a minefield—full of potential rewards but also fraught with risk. You’re someone who...In your case, it’s crucial to..."
  },
  "17": {
    "all": "Your financial success is deeply intertwined with your natural talents and dreams. You’re the kind of person who’s destined to shine brightly, whether it's in the world of entertainment, arts, or any field where creativity meets recognition. When your work aligns with your dreams, the stars truly align for you, opening doors and creating opportunities that others only dream of. You’re not just good at what you do—you’re a star in your own right. Whether it’s being the best in medicine, politics, education, or even becoming a celebrity in your own unique way, your path is paved with recognition and success. The key to your prosperity lies in embracing your talents and never stopping. Continuous growth, constant learning, and a relentless pursuit of excellence are your golden tickets. Money and fame come to you naturally, almost as if the universe itself is cheering you on. As long as you keep striving, keep shining, and keep putting yourself out there, success is inevitable. You’re meant to lead by example, guiding others through your own journey, and in doing so, you’ll find not just financial reward but a deep, fulfilling purpose.",
    "short": "Your financial success is deeply intertwined with your natural t...Money and fame come to you ..."
  },
  "18": {
    "all": "For someone with a deep connection to the world of illusions and creativity, the interplay between fantasy and reality is central to your financial and professional life. This energy allows you to either be lost in your illusions, which can lead to destructive behavior and a disconnection from reality, or to harness those illusions and turn them into a source of creativity and income. You have a choice: you can either drown in your fantasies, losing touch with the world, or become the creator of worlds—like a magician, filmmaker, or theater director—bringing your fantasies to life for others to experience. Your path is one of freedom and flexibility. The chaotic rhythms of your nature mean that traditional 9-to-5 jobs with rigid schedules are not your thing. You thrive in environments where you set the rules, where your natural flow can guide your work. Professions that allow you to work late into the night, follow your own pace, and express your inner world—such as writing, painting, poetry, music, psychology, or even illusionism—are where you will find the most success.",
    "short": "Your path is one of freedom and flexibility. The chaotic rhythms of your nature mean...Money, for you, is l..."
  },
  "19": {
    "all": "You have a natural talent for business and a creative spark that's perfect for entrepreneurial ventures. You're in tune with the energy that brings wealth, success, and a deep connection to the resources around you. When you tap into this energy, the universe seems to bend in your favor, opening doors to opportunities that others can only dream of. You're the kind of person who sees potential where others see problems, and you turn that potential into profit. With this energy, you're not just good with money—you’re exceptional. You have a sharp strategic mind, and you instinctively know how to maximize resources, whether that’s through investments, financial trading, or managing a business. You’re the type who doesn't just work for money; you understand money as a tool to build empires, create influence, and leave a lasting legacy. People with this energy are often seen in positions of power, where their charisma and leadership shine. You're likely to be the person in the spotlight, naturally drawing attention and respect from those around you. Your journey is about reaching the top, climbing that ladder to success, and motivating others with your drive and vision.",
    "short": "You're in tune with the energy that brings wealth..."
  },
  "20": {
    "all": "The energy you possess is deeply connected to the idea of serving a greater cause, particularly one tied to your roots, family, or nation. When it comes to money, your strength lies in aligning your financial pursuits with these values. You are particularly suited for roles that involve representing or promoting these foundational principles, whether through direct service to your country, in government roles, or in positions that require you to be a spokesperson or advocate for others. One of your key talents is the ability to speak and influence others, especially in ways that promote the well-being of your community or country. You could excel in public relations, marketing, or any field where your ability to communicate and rally support is essential. Additionally, your energy makes you an excellent recruiter or scout, someone who can spot talent and bring it into the fold for the benefit of a larger cause. Your financial success is likely to come not from a single-minded pursuit of wealth, but as a natural byproduct of your dedication to these higher ideals. Money flows to you as a result of the recognition and honors you receive for your service and contributions. Whether it's through building a family business, leading within a large organization, or working in esoteric fields, your ability to influence and guide others is a significant asset. This energy also grants you a unique ability to shape the direction of the organizations or groups you are part of. Your leadership, even in informal capacities, can have a profound impact on the success of these ventures. However, it's important to stay true to your principles, as a negative expression of this energy can lead to actions that betray the trust of others or undermine the collective good. In summary, your path to financial success lies in roles that allow you to serve a greater cause, influence others, and build upon the legacy of your family or community. Your ability to lead and inspire is your greatest asset, and when used in alignment with your core values, it will naturally attract the wealth and recognition you deserve.",
    "short": "The energy you possess is deeply connected to the idea of..."
  },
  "21": {
    "all": "The drive and passion for freedom and self-expression are at the core of your financial potential. Your goals are never small; they are global, far-reaching, and often involve changing the world in some significant way. You're a visionary who sees the big picture and thinks beyond borders, always considering how your actions can impact entire communities, countries, or even the world. Your financial success is closely tied to global connections and international endeavors. Whether it’s working with foreign companies, engaging in international partnerships, or utilizing foreign languages, your path to prosperity often involves crossing borders, both literally and metaphorically. Innovation, technology, and the ability to adapt to new global norms are key to unlocking your financial potential. For you, the internet is a powerful tool, providing a platform to share your ideas, build your brand, and reach a worldwide audience. Online businesses, remote work with international teams, and projects that allow you to connect with people from different cultures are where you will thrive. In terms of investments, anything that expands your reach—like learning new languages, moving abroad, or partnering with global companies—will significantly increase your financial flow. The world is your marketplace, and you are encouraged to think globally, act boldly, and not limit yourself to local opportunities. You're naturally inclined to succeed in environments where you're part of a large collective, whether in international projects, high-level corporate roles, or initiatives that have a wide-reaching impact. You are someone who can start from humble beginnings and rise to global prominence by the sheer scale of your ambitions and actions. However, be wary of negative energy—such as harboring hate or limiting beliefs against certain groups—that can block your financial potential. These mental and emotional barriers can narrow your vision and prevent you from seeing the full scope of your opportunities. Instead, strive for a mindset of inclusivity and global unity, which will help you manifest the financial abundance that aligns with your expansive goals. In essence, your financial path is about embracing the world, leveraging global opportunities, and thinking on a grand scale. The more you expand your horizons, the more wealth and success you are likely to attract.",
    "short": "The drive and passion for freedom and self-expression are at the core of your financial potential. Your goals are ..."
  },
  "22": {
    "all": "The energy you carry is deeply tied to a sense of freedom and living in the moment, particularly when it comes to your finances. You are someone who thrives on spontaneity and creativity, often finding success in unconventional paths. Traditional financial planning or long-term strategies may feel restrictive or even stifling to you. Instead, your wealth is likely to come from activities that allow you to fully immerse yourself in the present, enjoying every moment of what you do. You’re naturally drawn to fields that involve creativity, joy, and working with children or families. Whether it’s organizing events, creating art, writing (especially for children), or any other form of creative expression, your work must bring you genuine pleasure. It’s not just about the money for you—it’s about the joy of the process and the freedom to do things your way. Your approach to money might seem carefree or even reckless to others, as you might not always plan for the future or focus on building a financial safety net. However, this outlook gives you a unique advantage: you see possibilities where others see obstacles. Your ability to live in the moment and not be weighed down by worries about tomorrow allows you to take risks that can lead to unexpected and significant rewards. The downside of this free-spirited approach is that it can make traditional business structures or long-term commitments challenging for you. You might struggle with the idea of working under someone else’s rules or running your own business, as both require a level of structure that doesn’t come naturally to you. Your true wealth will come from staying true to your love of freedom, finding joy in your work, and embracing opportunities as they come. If you ever feel boxed in or restricted, it’s important to remember that your greatest asset is your ability to see the world without limitations. You’re not bound by conventional rules, and that’s where your strength lies. Whether it’s through a sudden stroke of genius or a wild idea that turns out to be incredibly profitable, your path to financial success is anything but ordinary. Your energy suggests that you should avoid getting too caught up in material concerns or trying to force yourself into traditional roles. Instead, focus on what makes you feel alive and fulfilled. The more you enjoy what you’re doing, the more likely you are to attract financial abundance as a natural byproduct of your passion and creativity.",
    "short": "The energy you carry is deeply tied to a sense of freedom and living in the moment, particularly when it comes to your finances. You are someone who..."
  }
}